-- phpMyAdmin SQL Dump
-- version 4.3.13.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- 생성 시간: 21-11-20 00:42
-- 서버 버전: 5.5.28
-- PHP 버전: 5.4.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 데이터베이스: `leanmath`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `ajax_test`
--

CREATE TABLE IF NOT EXISTS `ajax_test` (
  `seq` int(11) NOT NULL,
  `name` varchar(10) DEFAULT NULL,
  `age` int(1) DEFAULT NULL,
  `email` varchar(30) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `ajax_test`
--

INSERT INTO `ajax_test` (`seq`, `name`, `age`, `email`) VALUES
(1, '에이유', 34, 'abcdaaa@email.com'),
(2, '비에유', 45, 'babcdaaa@email.com'),
(3, '씨에요', 24, 'cbcdaaa@email.com'),
(4, '디에요', 18, 'dbcdaaa@email.com'),
(5, '이에요', 17, 'ebcdaaa@email.com'),
(6, '에프에요', 44, 'fbcdaaa@email.com'),
(7, '지에요', 62, 'gbcdaaa@email.com'),
(8, '에이치에요', 75, 'hbcdaaa@email.com'),
(9, '아이에요', 11, 'ibcdaaa@email.com'),
(10, '제이에요', 27, 'jbcdaaa@email.com');

-- --------------------------------------------------------

--
-- 테이블 구조 `bk_chapter`
--

CREATE TABLE IF NOT EXISTS `bk_chapter` (
  `id` bigint(8) NOT NULL,
  `book_id` bigint(8) NOT NULL,
  `seq` varchar(2) DEFAULT NULL,
  `num` varchar(2) DEFAULT '1',
  `name` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=117 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `bk_chapter`
--

INSERT INTO `bk_chapter` (`id`, `book_id`, `seq`, `num`, `name`) VALUES
(3, 1, '0', '1', '곱셈정리'),
(4, 1, '0', '2', '인수분해'),
(5, 1, '0', '1', '교재명'),
(6, 2, '0', '1', '교재명'),
(8, 13, '0', '1', '분수의 덧셈과 뺄셈'),
(9, 13, '0', '2', '삼각형'),
(10, 13, '0', '3', '사각형'),
(11, 13, '0', '6', '교재명'),
(12, 13, '0', '4', '교재명'),
(13, 13, '0', '5', '교재명'),
(14, 5, '1', '1', '교재명'),
(15, 5, '2', '2', '교재명'),
(16, 5, '3', '3', '교재명'),
(17, 5, '4', '4', '교재명'),
(18, 5, '5', '5', '교재명'),
(19, 5, '6', '6', '교재명'),
(20, 6, '0', '1', '교재명'),
(21, 6, '0', '2', '교재명'),
(22, 6, '0', '3', '교재명'),
(23, 6, '0', '4', '교재명'),
(24, 6, '0', '5', '교재명'),
(25, 6, '0', '6', '교재명'),
(26, 6, '0', '7', '교재명'),
(27, 6, '0', '8', '교재명'),
(28, 6, '0', '9', '교재명'),
(29, 14, '0', '1', '기본도형'),
(30, 14, '0', '2', '위치관계'),
(31, 14, '0', '3', '평행선'),
(32, 14, '0', '4', '작도와 합동'),
(33, 14, '0', '5', '다각형의 성질'),
(34, 14, '0', '6', '원과 부채꼴'),
(35, 14, '0', '7', '다면체와 회전체'),
(36, 14, '0', '8', '입체도형의 겉넓이와 부피(1)'),
(37, 14, '0', '9', '입체도형의 겉넓이와 부피(2)'),
(38, 14, '0', '10', '자료의 정리와 해석(1)'),
(39, 14, '0', '11', '자료의 정리와 해석(2)'),
(40, 15, '0', '1', '분수의 나눗셈'),
(41, 15, '0', '2', '소수의 나눗셈'),
(42, 15, '0', '3', '공간과 입체'),
(43, 15, '0', '4', '비례식과 비례배분'),
(44, 15, '0', '5', '원의넓이'),
(45, 15, '0', '6', '원기둥, 원뿔, 구'),
(46, 16, '0', '1', '소인수분해'),
(47, 16, '0', '2', '최대공약수와 최소공배수'),
(48, 16, '0', '3', '정수와유리수'),
(50, 16, '0', '5', '문자와식'),
(51, 16, '0', '6', '일차방정식의 풀이'),
(52, 16, '0', '7', '일차방정식의 활용'),
(53, 16, '0', '8', '좌표평면과 그래프'),
(54, 16, '0', '9', '정비례와 반비례'),
(55, 16, '0', '4', '유리수의 계산'),
(56, 17, '0', '1', '소인수분해'),
(57, 17, '0', '2', '최대공약수와 최소공배수'),
(58, 17, '0', '3', '정수와 유리수'),
(59, 17, '0', '4', '정수와 유리수의 계산'),
(62, 18, '0', '1', '분수의 나눗셈'),
(63, 18, '0', '2', '소수의 나눗셈'),
(64, 18, '0', '3', '공간과 입체'),
(65, 18, '0', '4', '비례식과 비례배분'),
(66, 18, '0', '5', '원의넓이'),
(67, 18, '0', '6', '원기둥, 원뿔, 구'),
(68, 19, '0', '1', '분수의나눗셈(1)'),
(69, 19, '0', '2', '분수의나눗셈(2)'),
(70, 19, '0', '3', '분수의곱셈과 나눗셈'),
(71, 19, '0', '4', '소수의 나눗셈(1)'),
(72, 19, '0', '5', '소수의 나눗셈(2)'),
(73, 19, '0', '6', '소수의 나눗셈(3)'),
(74, 19, '0', '7', '비례식(1)'),
(75, 19, '0', '8', '비례식(2)'),
(76, 19, '0', '9', '원의넓이'),
(77, 20, '0', '1', '분수의 나눗셈(1)'),
(78, 20, '0', '2', '분수의 나눗셈(2)'),
(79, 20, '0', '3', '분수의 곱셈과 나눗셈'),
(80, 20, '0', '4', '소수의 나눗셈(1)'),
(81, 20, '0', '5', '소수의 나눗셈(2)'),
(82, 20, '0', '6', '소수의 나눗셈(3)'),
(83, 20, '0', '7', '비와 비율'),
(84, 20, '0', '8', '직육면체의 부피와 겉넓이'),
(86, 21, '0', '1', '문자와식'),
(87, 21, '0', '2', '일차방정식'),
(88, 21, '0', '3', '좌표평면과 그래프'),
(89, 22, '0', '1', '유리수와 순환소수'),
(90, 22, '0', '2', '식의 계산'),
(91, 22, '0', '3', '부등식'),
(92, 23, '0', '1', '연립방정식'),
(93, 23, '0', '2', '일차함수와 그래프'),
(94, 23, '0', '3', '일차함수와 일차방정식'),
(95, 8, '0', '1', '교재명'),
(97, 8, '0', '3', '교재명'),
(99, 8, '0', '2', '교재명'),
(101, 8, '0', '4', '교재명'),
(102, 8, '0', '5', '교재명'),
(103, 8, '0', '6', '교재명'),
(104, 9, NULL, '1', NULL),
(105, 9, NULL, '2', NULL),
(106, 9, NULL, '3', NULL),
(107, 9, NULL, '4', NULL),
(108, 9, NULL, '5', NULL),
(109, 9, NULL, '6', NULL),
(110, 24, NULL, '1', '연립방정식과 그 풀이'),
(111, 24, NULL, '2', '여러 가지 연립방정식의 풀이'),
(112, 24, NULL, '3', '연립방정식의 활용'),
(113, 24, NULL, '4', '일차함수와 그 그래프(1)'),
(114, 24, NULL, '5', '일차함수와 그 그래프(2)'),
(115, 24, NULL, '6', '일차함수의 그래프의 성질과 식의 활용'),
(116, 24, NULL, '7', '일차함수와 일차방정식의 관계');

-- --------------------------------------------------------

--
-- 테이블 구조 `bk_master`
--

CREATE TABLE IF NOT EXISTS `bk_master` (
  `id` bigint(8) NOT NULL,
  `grade1` varchar(5) DEFAULT '중등',
  `grade2` varchar(5) DEFAULT '1-1',
  `name` varchar(100) DEFAULT '교재명',
  `chapter_num` varchar(5) DEFAULT '6',
  `level` varchar(10) DEFAULT '기본',
  `memo` varchar(100) DEFAULT '메모',
  `created` varchar(20) DEFAULT '생성날짜',
  `flag` varchar(1) DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `bk_master`
--

INSERT INTO `bk_master` (`id`, `grade1`, `grade2`, `name`, `chapter_num`, `level`, `memo`, `created`, `flag`) VALUES
(3, '초등', '5-1', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
(4, '초등', '5-1', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
(5, '초등', '5-1', '최상위연산', '6', '연산', '메모   ', '2021-08-07 11:01:04', '1'),
(6, '초등', '5-1', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
(7, '초등', '5-1', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1'),
(8, '초등', '5-2', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
(9, '초등', '5-2', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
(10, '초등', '5-2', '최상위연산', '6', '연산', '메모 ', '2021-08-07 11:01:04', '1'),
(11, '초등', '5-2', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
(12, '초등', '5-2', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1'),
(13, '초등', '4-2', '쎈', '6', '기본', '메모', '2021-08-09 14:36:23', '1'),
(14, '중등', '1-1', '디딤돌연산', '6', '기본', '메모', '2021-08-10 14:28:27', '1'),
(15, '초등', '6-2', '쎈', '6', '실력', '메모 ', '2021-08-10 14:38:28', '1'),
(16, '중등', '1-1', '라이트쎈', '6', '기본', '메모', '2021-08-10 14:40:33', '1'),
(17, '중등', '1-1', '빅터연산(1A)', '4', '기본', '메모 ', '2021-08-11 15:28:46', '1'),
(18, '초등', '6-2', '우등생', '6', '기본', '메모', '2021-08-11 15:30:48', '1'),
(19, '초등', '6-2', '빅터연산(6B)', '6', '기본', '메모 ', '2021-08-11 15:33:23', '1'),
(20, '초등', '6-1', '빅터연산(6A)', '6', '기본', '메모', '2021-08-11 15:35:57', '1'),
(21, '중등', '1-1', '빅터연산(1B)', '3', '기본', '메모 ', '2021-08-11 15:38:39', '1'),
(22, '중등', '2-1', '빅터연산(2A)', '3', '기본', '메모 ', '2021-08-11 15:40:09', '1'),
(23, '중등', '2-1', '빅터연산(2B)', '3', '기본', '메모 ', '2021-08-11 15:41:17', '1'),
(24, '중등', '2-1', '디딤돌연산(2-1B)', '7', '기본', '메모 ', '2021-08-12 16:26:23', '1');

-- --------------------------------------------------------

--
-- 테이블 구조 `board`
--

CREATE TABLE IF NOT EXISTS `board` (
  `code` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `contents` mediumtext,
  `name` varchar(50) DEFAULT NULL,
  `create_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `board`
--

INSERT INTO `board` (`code`, `title`, `contents`, `name`, `create_date`) VALUES
(8, 'dfaddas', 'fdasdasfa', '1111', '2021-03-15 12:18:44'),
(9, 'dfaddas', 'fdasdasfa', '2222', '2021-03-15 12:20:01'),
(10, 'fsadasdf', 'sadfsadfasdfdas', '3333', '2021-03-15 12:20:16'),
(14, 'ㄹㅇㄴㄹㄴㅇㄹ', 'ㄴㄹㄴㅇㄴㄹㄴㅇㄹㄴ', 'ㄹㅇㄴㄹㅇㄴㄹ', '2021-03-16 00:06:29'),
(15, '테스트 제목', '이것이 내용입니다. 신나는 하루', '이장원', '2021-03-16 00:06:57'),
(8, 'dfaddas', 'fdasdasfa', '1111', '2021-03-15 12:18:44'),
(9, 'dfaddas', 'fdasdasfa', '2222', '2021-03-15 12:20:01'),
(10, 'fsadasdf', 'sadfsadfasdfdas', '3333', '2021-03-15 12:20:16'),
(14, 'ㄹㅇㄴㄹㄴㅇㄹ', 'ㄴㄹㄴㅇㄴㄹㄴㅇㄹㄴ', 'ㄹㅇㄴㄹㅇㄴㄹ', '2021-03-16 00:06:29'),
(15, '테스트 제목', '이것이 내용입니다. 신나는 하루', '이장원', '2021-03-16 00:06:57');

-- --------------------------------------------------------

--
-- 테이블 구조 `book_history`
--

CREATE TABLE IF NOT EXISTS `book_history` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `course` varchar(50) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `calendar_event`
--

CREATE TABLE IF NOT EXISTS `calendar_event` (
  `caID` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `start` date DEFAULT NULL,
  `end` date DEFAULT NULL,
  `create_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `calendar_event`
--

INSERT INTO `calendar_event` (`caID`, `title`, `start`, `end`, `create_date`) VALUES
(1, 'fdsfds', '2020-01-01', '0000-00-00', NULL),
(1, 'fdsfds', '2020-01-01', '0000-00-00', NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `ci_board`
--

CREATE TABLE IF NOT EXISTS `ci_board` (
  `board_id` int(10) NOT NULL,
  `board_pid` int(10) NOT NULL DEFAULT '0' COMMENT '원글번호',
  `user_id` varchar(20) NOT NULL COMMENT '작성자ID',
  `user_name` varchar(20) NOT NULL COMMENT '작성자이름',
  `subject` varchar(50) NOT NULL COMMENT '게시글제목',
  `contents` text NOT NULL COMMENT '게시글내용',
  `hits` int(10) NOT NULL DEFAULT '0' COMMENT '조회수',
  `reg_date` datetime NOT NULL COMMENT '등록일'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='CodeIgniter 게시판';

--
-- 테이블의 덤프 데이터 `ci_board`
--

INSERT INTO `ci_board` (`board_id`, `board_pid`, `user_id`, `user_name`, `subject`, `contents`, `hits`, `reg_date`) VALUES
(1, 0, 'advisor', '웅파', '안녕하세요', '첫글이네요.', 6, '2012-06-12 22:23:01'),
(2, 0, 'advisor', '웅파', '두번째 글입니다.', '두번째글이네요.', 1, '2012-06-12 22:24:01'),
(3, 0, 'advisor', '웅파', '세번째 글입니다.', '세번째글이네요.', 1, '2012-06-12 22:24:01'),
(4, 0, 'advisor', '웅파', '네번째 글입니다.', '네번째글이네요.', 6, '2012-06-12 22:24:01'),
(5, 0, 'advisor', '웅파', '다섯번째 글입니다.', '다섯번째글이네요.', 6, '2012-06-12 22:24:01'),
(8, 0, 'advisor', '웅파', '여덞번째 글입니다.2', '여덞번째글이네요.2', 13, '2012-06-12 22:24:01'),
(9, 0, 'advisor', '웅파', '아홉번째 글입니다.', '아홉번째글이네요.', 3, '2012-06-12 22:24:01'),
(10, 0, 'advisor', '웅파', '열번째 글입니다.', '열번째글이네요.', 12, '2012-06-12 22:24:01'),
(11, 1, 'blumine', '웅파1', '첫번째 글의 첫번째 댓글입니다.', '첫번째 댓글이네요.', 1, '2012-06-12 22:26:01'),
(12, 1, 'blumine', '웅파1', '첫번째 글의 두번째 댓글입니다.', '두번째 댓글이네요.', 0, '2012-06-12 22:27:01'),
(13, 2, 'blumine', '웅파1', '두번째 글의 첫번째 댓글입니다.', '두번째 글의 첫번째 댓글이네요.', 10, '2012-06-12 22:29:01'),
(24, 4, 'advisor', 'advisor', '', '3333', 0, '2012-10-09 17:17:22'),
(22, 4, 'advisor', 'advisor', '', '1111', 0, '2012-10-09 17:17:19'),
(25, 4, 'advisor', 'advisor', '', '4444', 0, '2012-11-07 14:09:59'),
(27, 0, 'advisor', 'advisor', '테스트', '테스트 내용', 8, '2021-04-04 17:29:37'),
(28, 1, 'advisor', 'advisor', '', '댓글1', 0, '2021-04-07 16:59:44'),
(29, 2, 'advisor', 'advisor', '', '댓글', 0, '2021-04-07 16:59:57'),
(30, 2, 'advisor', 'advisor', '', '댓글2\n', 0, '2021-04-07 17:00:12'),
(31, 0, 'advisor', 'advisor', 'fdsfsd', 'fsdfsd', 3, '2021-04-08 06:40:01'),
(33, 0, 'test', 'test', 'test', 'testsetwqtwqtqw4et', 2, '2021-04-09 00:52:02');

-- --------------------------------------------------------

--
-- 테이블 구조 `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `session_id` varchar(40) NOT NULL DEFAULT '0',
  `ip_address` varchar(16) NOT NULL DEFAULT '0',
  `user_agent` varchar(120) NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `ci_sessions`
--

INSERT INTO `ci_sessions` (`session_id`, `ip_address`, `user_agent`, `last_activity`, `user_data`) VALUES
('be0df7cb73d3abe70a7de9b1a2efa224', '::1', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/95.0.4638.69 Safari/537.36', 1637336543, '');

-- --------------------------------------------------------

--
-- 테이블 구조 `dt_excel`
--

CREATE TABLE IF NOT EXISTS `dt_excel` (
  `dt_id` bigint(20) NOT NULL,
  `name` varchar(40) DEFAULT NULL,
  `position` varchar(140) DEFAULT NULL,
  `office` varchar(100) DEFAULT NULL,
  `extn` int(11) DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `salary` varchar(80) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=latin1;

--
-- 테이블의 덤프 데이터 `dt_excel`
--

INSERT INTO `dt_excel` (`dt_id`, `name`, `position`, `office`, `extn`, `start_date`, `salary`) VALUES
(1, 'Name1', 'p1111', 'fsdfs', 123, '2020-01-01', 's1111'),
(2, 'LeeChangHyeun', 'p2222', 'dfsdfds', 12321, '2020-01-02', 's2222'),
(3, 'Name3', 'p3333', 'dsfsadfdsa', 122, '0000-00-00', 's3333'),
(4, 'Name4', 'p4444', 'dsfsadfdsa', 122, '0000-00-00', 's4444'),
(5, 'Name5', 'fdsfsd', 'fdsfds', 12321, '0000-00-00', 's5555');

-- --------------------------------------------------------

--
-- 테이블 구조 `effort`
--

CREATE TABLE IF NOT EXISTS `effort` (
  `id` bigint(8) NOT NULL,
  `p_id` bigint(8) DEFAULT NULL,
  `e_time` varchar(5) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `w_memo` varchar(100) DEFAULT NULL,
  `p_flag` varchar(1) DEFAULT NULL,
  `unit_pay` varchar(10) DEFAULT NULL,
  `e_type` varchar(10) DEFAULT NULL,
  `flag` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `fi_cash`
--

CREATE TABLE IF NOT EXISTS `fi_cash` (
  `id` bigint(8) NOT NULL,
  `fi_id` bigint(8) NOT NULL,
  `seq` varchar(2) DEFAULT NULL,
  `num` varchar(2) DEFAULT '1',
  `name` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=117 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `fi_cash`
--

INSERT INTO `fi_cash` (`id`, `fi_id`, `seq`, `num`, `name`) VALUES
(3, 1, '0', '1', '곱셈정리'),
(4, 1, '0', '2', '인수분해'),
(5, 1, '0', '1', '교재명'),
(6, 2, '0', '1', '교재명'),
(8, 13, '0', '1', '분수의 덧셈과 뺄셈'),
(9, 13, '0', '2', '삼각형'),
(10, 13, '0', '3', '사각형'),
(11, 13, '0', '6', '교재명'),
(12, 13, '0', '4', '교재명'),
(13, 13, '0', '5', '교재명'),
(14, 5, '1', '1', '교재명'),
(15, 5, '2', '2', '교재명'),
(16, 5, '3', '3', '교재명'),
(17, 5, '4', '4', '교재명'),
(18, 5, '5', '5', '교재명'),
(19, 5, '6', '6', '교재명'),
(20, 6, '0', '1', '교재명'),
(21, 6, '0', '2', '교재명'),
(22, 6, '0', '3', '교재명'),
(23, 6, '0', '4', '교재명'),
(24, 6, '0', '5', '교재명'),
(25, 6, '0', '6', '교재명'),
(26, 6, '0', '7', '교재명'),
(27, 6, '0', '8', '교재명'),
(28, 6, '0', '9', '교재명'),
(29, 14, '0', '1', '기본도형'),
(30, 14, '0', '2', '위치관계'),
(31, 14, '0', '3', '평행선'),
(32, 14, '0', '4', '작도와 합동'),
(33, 14, '0', '5', '다각형의 성질'),
(34, 14, '0', '6', '원과 부채꼴'),
(35, 14, '0', '7', '다면체와 회전체'),
(36, 14, '0', '8', '입체도형의 겉넓이와 부피(1)'),
(37, 14, '0', '9', '입체도형의 겉넓이와 부피(2)'),
(38, 14, '0', '10', '자료의 정리와 해석(1)'),
(39, 14, '0', '11', '자료의 정리와 해석(2)'),
(40, 15, '0', '1', '분수의 나눗셈'),
(41, 15, '0', '2', '소수의 나눗셈'),
(42, 15, '0', '3', '공간과 입체'),
(43, 15, '0', '4', '비례식과 비례배분'),
(44, 15, '0', '5', '원의넓이'),
(45, 15, '0', '6', '원기둥, 원뿔, 구'),
(46, 16, '0', '1', '소인수분해'),
(47, 16, '0', '2', '최대공약수와 최소공배수'),
(48, 16, '0', '3', '정수와유리수'),
(50, 16, '0', '5', '문자와식'),
(51, 16, '0', '6', '일차방정식의 풀이'),
(52, 16, '0', '7', '일차방정식의 활용'),
(53, 16, '0', '8', '좌표평면과 그래프'),
(54, 16, '0', '9', '정비례와 반비례'),
(55, 16, '0', '4', '유리수의 계산'),
(56, 17, '0', '1', '소인수분해'),
(57, 17, '0', '2', '최대공약수와 최소공배수'),
(58, 17, '0', '3', '정수와 유리수'),
(59, 17, '0', '4', '정수와 유리수의 계산'),
(62, 18, '0', '1', '분수의 나눗셈'),
(63, 18, '0', '2', '소수의 나눗셈'),
(64, 18, '0', '3', '공간과 입체'),
(65, 18, '0', '4', '비례식과 비례배분'),
(66, 18, '0', '5', '원의넓이'),
(67, 18, '0', '6', '원기둥, 원뿔, 구'),
(68, 19, '0', '1', '분수의나눗셈(1)'),
(69, 19, '0', '2', '분수의나눗셈(2)'),
(70, 19, '0', '3', '분수의곱셈과 나눗셈'),
(71, 19, '0', '4', '소수의 나눗셈(1)'),
(72, 19, '0', '5', '소수의 나눗셈(2)'),
(73, 19, '0', '6', '소수의 나눗셈(3)'),
(74, 19, '0', '7', '비례식(1)'),
(75, 19, '0', '8', '비례식(2)'),
(76, 19, '0', '9', '원의넓이'),
(77, 20, '0', '1', '분수의 나눗셈(1)'),
(78, 20, '0', '2', '분수의 나눗셈(2)'),
(79, 20, '0', '3', '분수의 곱셈과 나눗셈'),
(80, 20, '0', '4', '소수의 나눗셈(1)'),
(81, 20, '0', '5', '소수의 나눗셈(2)'),
(82, 20, '0', '6', '소수의 나눗셈(3)'),
(83, 20, '0', '7', '비와 비율'),
(84, 20, '0', '8', '직육면체의 부피와 겉넓이'),
(86, 21, '0', '1', '문자와식'),
(87, 21, '0', '2', '일차방정식'),
(88, 21, '0', '3', '좌표평면과 그래프'),
(89, 22, '0', '1', '유리수와 순환소수'),
(90, 22, '0', '2', '식의 계산'),
(91, 22, '0', '3', '부등식'),
(92, 23, '0', '1', '연립방정식'),
(93, 23, '0', '2', '일차함수와 그래프'),
(94, 23, '0', '3', '일차함수와 일차방정식'),
(95, 8, '0', '1', '교재명'),
(97, 8, '0', '3', '교재명'),
(99, 8, '0', '2', '교재명'),
(101, 8, '0', '4', '교재명'),
(102, 8, '0', '5', '교재명'),
(103, 8, '0', '6', '교재명'),
(104, 9, NULL, '1', NULL),
(105, 9, NULL, '2', NULL),
(106, 9, NULL, '3', NULL),
(107, 9, NULL, '4', NULL),
(108, 9, NULL, '5', NULL),
(109, 9, NULL, '6', NULL),
(110, 24, NULL, '1', '연립방정식과 그 풀이'),
(111, 24, NULL, '2', '여러 가지 연립방정식의 풀이'),
(112, 24, NULL, '3', '연립방정식의 활용'),
(113, 24, NULL, '4', '일차함수와 그 그래프(1)'),
(114, 24, NULL, '5', '일차함수와 그 그래프(2)'),
(115, 24, NULL, '6', '일차함수의 그래프의 성질과 식의 활용'),
(116, 24, NULL, '7', '일차함수와 일차방정식의 관계');

-- --------------------------------------------------------

--
-- 테이블 구조 `fi_master`
--

CREATE TABLE IF NOT EXISTS `fi_master` (
  `id` bigint(8) NOT NULL,
  `grade1` varchar(5) DEFAULT '중등',
  `grade2` varchar(5) DEFAULT '1-1',
  `name` varchar(100) DEFAULT '교재명',
  `cash_num` varchar(5) DEFAULT '6',
  `level` varchar(10) DEFAULT '기본',
  `memo` varchar(100) DEFAULT '메모',
  `created` varchar(20) DEFAULT '생성날짜',
  `flag` varchar(1) DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `fi_master`
--

INSERT INTO `fi_master` (`id`, `grade1`, `grade2`, `name`, `cash_num`, `level`, `memo`, `created`, `flag`) VALUES
(3, '초등', '5-1', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
(4, '초등', '5-1', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
(5, '초등', '5-1', '최상위연산', '6', '연산', '메모   ', '2021-08-07 11:01:04', '1'),
(6, '초등', '5-1', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
(7, '초등', '5-1', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1'),
(8, '초등', '5-2', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
(9, '초등', '5-2', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
(10, '초등', '5-2', '최상위연산', '6', '연산', '메모 ', '2021-08-07 11:01:04', '1'),
(11, '초등', '5-2', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
(12, '초등', '5-2', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1'),
(13, '초등', '4-2', '쎈', '6', '기본', '메모', '2021-08-09 14:36:23', '1'),
(14, '중등', '1-1', '디딤돌연산', '6', '기본', '메모', '2021-08-10 14:28:27', '1'),
(15, '초등', '6-2', '쎈', '6', '실력', '메모 ', '2021-08-10 14:38:28', '1'),
(16, '중등', '1-1', '라이트쎈', '6', '기본', '메모', '2021-08-10 14:40:33', '1'),
(17, '중등', '1-1', '빅터연산(1A)', '4', '기본', '메모 ', '2021-08-11 15:28:46', '1'),
(18, '초등', '6-2', '우등생', '6', '기본', '메모', '2021-08-11 15:30:48', '1'),
(19, '초등', '6-2', '빅터연산(6B)', '6', '기본', '메모 ', '2021-08-11 15:33:23', '1'),
(20, '초등', '6-1', '빅터연산(6A)', '6', '기본', '메모', '2021-08-11 15:35:57', '1'),
(21, '중등', '1-1', '빅터연산(1B)', '3', '기본', '메모 ', '2021-08-11 15:38:39', '1'),
(22, '중등', '2-1', '빅터연산(2A)', '3', '기본', '메모 ', '2021-08-11 15:40:09', '1'),
(23, '중등', '2-1', '빅터연산(2B)', '3', '기본', '메모 ', '2021-08-11 15:41:17', '1'),
(24, '중등', '2-1', '디딤돌연산(2-1B)', '7', '기본', '메모 ', '2021-08-12 16:26:23', '1');

-- --------------------------------------------------------

--
-- 테이블 구조 `level_test`
--

CREATE TABLE IF NOT EXISTS `level_test` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `course` varchar(50) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `member_master`
--

CREATE TABLE IF NOT EXISTS `member_master` (
  `id` bigint(8) NOT NULL,
  `userid` varchar(30) DEFAULT NULL COMMENT '회원 아이디',
  `password` varchar(20) DEFAULT NULL COMMENT '회원 비밀번호',
  `name` varchar(20) DEFAULT NULL COMMENT '회원 이름',
  `position` varchar(20) DEFAULT NULL COMMENT '회원 직급',
  `flag` varchar(1) DEFAULT '1',
  `c_datetime` datetime DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=65 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `member_master`
--

INSERT INTO `member_master` (`id`, `userid`, `password`, `name`, `position`, `flag`, `c_datetime`) VALUES
(1, '1', '111111', '김율', '학생', '1', '0000-00-00 00:00:00'),
(2, '2', '111111', '허영은', '학생', '1', '0000-00-00 00:00:00'),
(3, '3', '111111', '신예원', '학생', '1', '0000-00-00 00:00:00'),
(4, '4', '111111', '허영은', '학생', '1', '0000-00-00 00:00:00'),
(5, '5', '111111', '홍지후', '학생', '1', '0000-00-00 00:00:00'),
(6, '6', '111111', '김정후', '학생', '1', '0000-00-00 00:00:00'),
(7, '7', '111111', '박찬희', '학생', '1', '0000-00-00 00:00:00'),
(8, '8', '111111', '연승훈', '학생', '1', '0000-00-00 00:00:00'),
(9, '9', '111111', '윤현서', '학생', '1', '0000-00-00 00:00:00'),
(10, '10', '111111', '이창현', '학생', '1', '0000-00-00 00:00:00'),
(11, '11', '111111', '이하준', '학생', '1', '0000-00-00 00:00:00'),
(12, '12', '111111', '김지수', '학생', '1', '0000-00-00 00:00:00'),
(13, '13', '111111', '박재환', '학생', '1', '0000-00-00 00:00:00'),
(14, '14', '111111', '박호영', '학생', '1', '0000-00-00 00:00:00'),
(15, '15', '111111', '신하영', '학생', '1', '0000-00-00 00:00:00'),
(16, '16', '111111', '연승모', '학생', '1', '0000-00-00 00:00:00'),
(17, '17', '111111', '오대경', '학생', '1', '0000-00-00 00:00:00'),
(18, '18', '111111', '유원찬', '학생', '1', '0000-00-00 00:00:00'),
(19, '19', '111111', '이예린', '학생', '1', '0000-00-00 00:00:00'),
(20, '20', '111111', '조연우', '학생', '1', '0000-00-00 00:00:00'),
(21, '21', '111111', '황지율', '학생', '1', '0000-00-00 00:00:00'),
(22, '22', '111111', '경민채', '학생', '1', '0000-00-00 00:00:00'),
(23, '23', '111111', '김희선', '학생', '1', '0000-00-00 00:00:00'),
(24, '24', '111111', '신재원', '학생', '1', '0000-00-00 00:00:00'),
(25, '25', '111111', '이민준', '학생', '1', '0000-00-00 00:00:00'),
(26, '26', '111111', '박시현', '학생', '1', '0000-00-00 00:00:00'),
(27, '27', '111111', '박시현', '학생', '1', '0000-00-00 00:00:00'),
(28, '28', '111111', '반리엘', '학생', '1', '0000-00-00 00:00:00'),
(29, '29', '111111', '이우형', '학생', '1', '0000-00-00 00:00:00'),
(30, '30', '111111', '박서윤', '학생', '1', '0000-00-00 00:00:00'),
(31, '31', '111111', '박재민', '학생', '1', '0000-00-00 00:00:00'),
(32, '32', '111111', '이서현', '학생', '1', '0000-00-00 00:00:00'),
(33, '33', '111111', '최현호', '학생', '1', '0000-00-00 00:00:00'),
(34, '34', '111111', '김동찬', '학생', '1', '0000-00-00 00:00:00'),
(35, '35', '111111', '김재하', '학생', '1', '0000-00-00 00:00:00'),
(36, '36', '111111', '김현재', '학생', '1', '0000-00-00 00:00:00'),
(37, '37', '111111', '이연우', '학생', '1', '0000-00-00 00:00:00'),
(38, '38', '111111', '임수연', '학생', '1', '0000-00-00 00:00:00'),
(39, '39', '111111', '장예준', '학생', '1', '0000-00-00 00:00:00'),
(40, '40', '111111', '고서현', '학생', '1', '0000-00-00 00:00:00'),
(41, '41', '111111', '이소율', '학생', '1', '0000-00-00 00:00:00'),
(42, '42', '111111', '김주연', '학생', '1', '0000-00-00 00:00:00'),
(43, '43', '111111', '윤혜은', '학생', '1', '0000-00-00 00:00:00'),
(44, '44', '111111', '김지유', '학생', '1', '0000-00-00 00:00:00'),
(45, '45', '111111', '정희율', '학생', '1', '0000-00-00 00:00:00'),
(46, '46', '111111', '강민찬', '학생', '1', '0000-00-00 00:00:00'),
(47, '47', '111111', '윤예담', '학생', '1', '0000-00-00 00:00:00'),
(48, '48', '111111', '전서연', '학생', '1', '0000-00-00 00:00:00'),
(64, 'ljangwon', '111111', '이장원', '직원', '1', '2021-04-15 00:00:00');

-- --------------------------------------------------------

--
-- 테이블 구조 `sns_files`
--

CREATE TABLE IF NOT EXISTS `sns_files` (
  `id` int(10) NOT NULL,
  `pid` int(10) NOT NULL DEFAULT '0',
  `user_id` varchar(30) NOT NULL,
  `subject` varchar(100) NOT NULL,
  `contents` varchar(200) NOT NULL COMMENT '내용',
  `file_path` varchar(150) NOT NULL,
  `file_name` varchar(100) NOT NULL COMMENT '서버 저장 경로와 변경된 파일명',
  `original_name` varchar(100) NOT NULL COMMENT '서버 저장 경로와 원래 파일명',
  `detail_info` varchar(500) NOT NULL COMMENT '타입, 크기 등의 정보',
  `hit` int(10) NOT NULL DEFAULT '1',
  `reg_date` datetime NOT NULL COMMENT '등록일'
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COMMENT='SNS 프로젝트';

--
-- 테이블의 덤프 데이터 `sns_files`
--

INSERT INTO `sns_files` (`id`, `pid`, `user_id`, `subject`, `contents`, `file_path`, `file_name`, `original_name`, `detail_info`, `hit`, `reg_date`) VALUES
(2, 0, 'advisor', '다람쥐', '다람쥐 사진 테스트 업로드', 'F:/xampp/htdocs/sns/uploads/', 'f3f88649f5f729031baada79d973f651.jpg', '다람쥐.jpg', 'a:4:{s:9:"file_size";i:12;s:11:"image_width";i:226;s:12:"image_height";i:150;s:8:"file_ext";s:4:".jpg";}', 15, '2013-02-16 05:48:25'),
(3, 0, 'advisor', '벌 그림', '사진', 'F:/xampp/htdocs/sns/uploads/', '7b5dd6cfa920af8476db8ae47f9be405.jpg', 'thumb_2988812521.jpg', 'a:4:{s:9:"file_size";i:13;s:11:"image_width";i:226;s:12:"image_height";i:150;s:8:"file_ext";s:4:".jpg";}', 2, '2013-02-17 04:03:44'),
(4, 0, 'advisor', '벌 그림3', '사진', 'F:/xampp/htdocs/sns/uploads/', '6ec103f9fe1ec9bab2cc3d9a9433bc1a.jpg', 'thumb_2988812521.jpg', 'a:4:{s:9:"file_size";i:13;s:11:"image_width";i:226;s:12:"image_height";i:150;s:8:"file_ext";s:4:".jpg";}', 9, '2013-02-17 04:04:10'),
(5, 0, 'advisor', '양복2', '사진2', 'F:/xampp/htdocs/sns/uploads/', 'c56ea3b24af2490ae3bc8d9e8605d02b.jpg', 'small2013877009.jpg', 'a:4:{s:9:"file_size";i:25;s:11:"image_width";i:140;s:12:"image_height";i:140;s:8:"file_ext";s:4:".jpg";}', 26, '2013-02-17 07:19:40'),
(8, 5, 'advisor', '', '양복댓글1', '', '', '', '', 1, '2013-02-17 04:43:39'),
(9, 5, 'advisor', '', '댓글2', '', '', '', '', 1, '2013-02-17 04:43:58'),
(10, 5, 'advisor', '', '댓글3', '', '', '', '', 1, '2013-02-17 04:44:31'),
(11, 5, 'advisor', '', '댓글4', '', '', '', '', 1, '2013-02-17 04:47:00'),
(12, 5, 'advisor', '', '댓글5', '', '', '', '', 1, '2013-02-17 04:47:33'),
(14, 0, 'advisor', 'codeigniter 로고', '불꽃', 'F:/xampp/htdocs/sns/uploads/', 'c437244b22242e46bc637209ea18aab8.png', 'logo_ci1.png', 'a:4:{s:9:"file_size";i:2;s:11:"image_width";i:48;s:12:"image_height";i:70;s:8:"file_ext";s:4:".png";}', 1, '2013-02-17 05:30:54'),
(15, 0, 'advisor', '해파리', '모질라 로고\r\n\r\n공룡?!!\r\n\r\nhello', 'F:/xampp/htdocs/sns/uploads/', 'a9841c30413a85d8f65d597749729bf4.jpg', 'Jellyfish.jpg', 'a:4:{s:9:"file_size";i:757;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 21, '2013-02-17 11:55:22'),
(16, 0, 'advisor', '큰 이미지', '폭이 100px 보다 큰  이미지일 경우 썸네일 만듬.', 'F:/xampp/htdocs/sns/uploads/', 'e1f017a0c29a4c49ddce0e437b446bd5.jpg', 'Penguins.jpg', 'a:4:{s:9:"file_size";i:759;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 7, '2013-02-17 11:53:00'),
(17, 0, 'advisor', '사막', '사막', 'F:/xampp/htdocs/sns/uploads/', '6d6438a28c498f114ff8aa579a0e11e6.jpg', 'Desert.jpg', 'a:4:{s:9:"file_size";i:826;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 2, '2013-02-17 11:53:53'),
(18, 0, 'advisor', '국화', '국화', 'F:/xampp/htdocs/sns/uploads/', 'e1f4bfe01c582b09a99327d962eabaca.jpg', 'Chrysanthemum.jpg', 'a:4:{s:9:"file_size";i:858;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 1, '2013-02-17 11:54:04'),
(19, 0, 'advisor', '등대', '등대', 'F:/xampp/htdocs/sns/uploads/', '59c22ce0a390771c4f6a87e4db012c0e.jpg', 'Lighthouse.jpg', 'a:4:{s:9:"file_size";i:548;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 6, '2013-02-17 11:54:50'),
(20, 0, 'advisor', '코알라', '코알라', 'F:/xampp/htdocs/sns/uploads/', 'ad1a87a2d52d40e32fc5658bdff05310.jpg', 'Koala.jpg', 'a:4:{s:9:"file_size";i:762;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 11, '2013-02-17 11:55:08'),
(21, 0, 'test', 'ㅅㄷㄴㅅㄴㄷ', 'ㅅㄷㄴㅅㄴㄷㅅㄴㄷ', 'D:/dev/bin/xampp/htdocs/sns/uploads/', 'f469d00734e353feae0b6b39b2077857.jpg', '6.jpg', 'a:4:{s:9:"file_size";i:589;s:11:"image_width";i:1600;s:12:"image_height";i:1200;s:8:"file_ext";s:4:".jpg";}', 17, '2021-04-09 01:24:57'),
(24, 21, '0', '', 'sfsdfsdf', '', '', '', '', 1, '2021-04-09 01:48:31'),
(25, 21, '0', '', 'dsadasd', '', '', '', '', 1, '2021-04-09 01:49:06'),
(26, 0, '0', 'vcvzxcvzxcv', 'vzxcvzxcvzxcvzxcvzx', 'D:/dev/bin/xampp/htdocs/st_card/uploads/', '47eb0c518bae4178ab7cb27ec80d4c0a.jpg', 'thumb-988413554_g9odVZ5X_0ddd7d1f53bef0aea244aa1aedc99a2111795597_600x800.jpg', 'a:4:{s:9:"file_size";i:36;s:11:"image_width";i:600;s:12:"image_height";i:800;s:8:"file_ext";s:4:".jpg";}', 8, '2021-04-10 01:34:45');

-- --------------------------------------------------------

--
-- 테이블 구조 `student`
--

CREATE TABLE IF NOT EXISTS `student` (
  `id` bigint(8) NOT NULL,
  `flag` varchar(1) NOT NULL DEFAULT '0',
  `start_date` varchar(10) DEFAULT '시작일',
  `end_date` varchar(10) DEFAULT '종료일',
  `report_last_date` varchar(10) DEFAULT '마지막상담일',
  `user_id` varchar(30) DEFAULT '아이디',
  `password` varchar(20) DEFAULT '비밀번호',
  `grade1` varchar(10) DEFAULT '미정_중등',
  `school_name` varchar(30) DEFAULT '학교이름',
  `grade2` varchar(10) DEFAULT '미정_1학년',
  `name` varchar(20) DEFAULT '학생이름',
  `class_name` varchar(20) DEFAULT '미정_반',
  `level1` varchar(10) DEFAULT '미정',
  `level2` varchar(10) DEFAULT '미정',
  `level3` varchar(10) DEFAULT '미정',
  `class_day1` varchar(1) DEFAULT NULL,
  `class_time1` varchar(4) DEFAULT NULL,
  `class_day2` varchar(1) DEFAULT NULL,
  `class_time2` varchar(4) DEFAULT NULL,
  `class_day3` varchar(1) DEFAULT NULL,
  `class_time3` varchar(4) DEFAULT NULL,
  `fees` int(10) DEFAULT NULL,
  `discount` int(10) DEFAULT NULL,
  `discount_memo` varchar(100) DEFAULT NULL,
  `memo` varchar(8000) DEFAULT NULL,
  `study_memo` varchar(5000) DEFAULT '학습기록',
  `test_memo` varchar(5000) DEFAULT NULL,
  `status` varchar(20) DEFAULT NULL,
  `rookie` varchar(5) DEFAULT NULL,
  `sibling_memo` varchar(200) DEFAULT NULL,
  `sibling_id` varchar(20) DEFAULT NULL,
  `house` varchar(20) DEFAULT NULL,
  `distance` varchar(10) DEFAULT NULL,
  `s_phone` varchar(30) DEFAULT NULL,
  `m_phone` varchar(30) DEFAULT NULL,
  `mom_memo` varchar(200) DEFAULT NULL,
  `created` datetime DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=126 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `student`
--

INSERT INTO `student` (`id`, `flag`, `start_date`, `end_date`, `report_last_date`, `user_id`, `password`, `grade1`, `school_name`, `grade2`, `name`, `class_name`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `status`, `rookie`, `sibling_memo`, `sibling_id`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `created`) VALUES
(7, '9', NULL, NULL, '마지막상담일', '박찬희', '111111', '중등', '명일중', '1', '박찬희', '월6금6', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, NULL, NULL, '최근 게을러지고 있는 학생    ', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-07-13 11:12:23'),
(9, '1', '', '', '마지막상담일', '윤현서', '111111', '중등', '명일중', '1', '윤현서', '화4목4', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, NULL, NULL, '', '중1 윤현서 학습 상황 공유드립니다.\r\n<자기주도 학습시간계획>\r\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(1시간), 일(1시간) 주당 총 9시간\r\n\r\n<레벨테스트>\r\n중1 3월 - 30.98 점\r\n\r\n<현재 진행사항>\r\n1) 연산선행 \r\n중1-1(빅터연산) 6/2 종료 -> 대략 3개월 소요\r\n\r\n중1-2(디딤돌연산) 총 11단원\r\n1단원(5/26 시작) 2단원(5/31) 3단원(6/4) 4단원(6/9) 5단원(6/18) 6단원(7/4) 7단원(7/23) 8단원(7/27) 9단원(8/12) 10단원(8/15 시작) 11단원(8/19 시작 현재 진행중)\r\n -> 대략 3개월 소요 예상\r\n\r\n중2-1 (수력충전) 진행 예정 \r\n\r\n2) 개념선행 \r\n중1-2( 라이트쎈 ) 총 9단원\r\n1단원(7/15 시작) 2단원(7/16) 3단원(7/19) 4단원(7/20) 5단원(7/23) 6단원(7/30) 7단원(8/5) 8단원(8/8시작 현재 진행중)\r\n\r\n중1-2( RPM 교재 ) 진행예정\r\n\r\n3) 현행심화 \r\n중1-1( 쎈 교재 ) 총 9단원 8/3 종료 ( B단계 상문제, C단계 제외 )\r\n진도이슈로 C단계와 난이도 상 문제는 뒷단원에서 생략하고 진행\r\n\r\n안풀고 넘어간 심화 문제 풀어볼 예정\r\n\r\n<단원평가사항>\r\n중1-1 기초과정  총 5대단원\r\n1대단원(12개/15문제)  통과\r\n2대단원(13개/15문제)  통과\r\n3대단원(19개/15문제) -> 재시험 (14개/15문제)\r\n4대단원(7개/15문제) -> 재시험 (11개/15문제) \r\n5대단원(11개/15문제) -> 재시험 예정\r\n\r\n중1-1 기본과정\r\n1대단원(8개/15문제) -> 재시험 (12개/15문제)\r\n2대단원(2개/15문제) -> 재시험1 (9개/15문제) -> 재시험2 (11개/15문제)\r\n3대단원(14개/15문제) 통과\r\n\r\n중1-2 기본과정\r\n1대단원(8개/15문제) -> 재시험 예정 ', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-10-19 22:18:13'),
(11, '9', '', '', '마지막상담일', '이하준', '111111', '중등', '고덕중', '1', '이하준', '화8목8', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, NULL, NULL, '집에서 집중을 못하는 학생      ', '학습기록', NULL, '재원', '', '고덕중2 누나', NULL, '고래힐', '', '', '', '', '2021-10-06 09:33:58'),
(12, '9', NULL, NULL, '마지막상담일', '김지수', '111111', '중등', '고덕중', '2', '김지수', '월4금4', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 350000, NULL, NULL, '공부량 많고, 열심히 하는 학생     \r\n구주이배 학원으로 이동 ', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-07-13 11:12:14'),
(13, '9', NULL, NULL, '마지막상담일', '박재환', '111111', '중등', '배재중', '2', '박재환', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, NULL, NULL, '선행 안 되어 있다가 최근하는 학생        ', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-07-13 11:22:23'),
(14, '1', '', '', '마지막상담일', '박호영', '111111', '중등', '삼육중', '2', '박호영', '월6금6', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, NULL, NULL, '중2 박호영  학습 기록 공유드립니다.\r\n\r\n<자기주도 학습시간계획>\r\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 11시간\r\n\r\n중2 레벨테스트(3월) 76.05점\r\n\r\n<교재이력>\r\n중2-1 : 학원교재(개념+유형, 해결), 쎈, 최고수준, 일품\r\n중2-2 : 학원교재(개념+유형, 해결), 쎈, 일품, TOT\r\n중3-1 : 학원교재(개념+유형, 해결), 최고득점, 일품\r\n중3-2 : 학원교재(개념+유형, 해결), 쎈\r\n고1-1 : 정석( 수(상) ), RPM\r\n고1-2 : 수학입문\r\n \r\n<교재진행사항>\r\n1) 연산선행 \r\n- 고1-2 ( 수학입문 ) - 총 10단원\r\n1단원(3/4시작) 2단원(3/11시작) 3단원(3/21) 4단원(3/27) 5단원(4/29시작, 잠시 중단)\r\n\r\n- 고1-1 ( 라이트쎈 ) - 총 12단원\r\n1단원(8/14시작), 2단원(8/20시작, 잠시 중단)\r\n \r\n2) 개념선행 \r\n- 중2-2 (일품) - 총 9단원 (8/16 종료)\r\n1단원(5/22시작) 2단원(5/26) 3단원(5/29) 4단원(7/9) 5단원(7/10) 6단원(7/17) 7단원(7/27) 8단원(8/2) 9단원(8/10시작 8/16종료)\r\n\r\n- 중3-1 (일품) - 총 8단원 (8/16 종료)\r\n1단원(7/12시작) 2단원(7/14) 3단원(7/17) 4단원(7/22) 5단원(7/25) 6단원(7/30) 7단원(8/1) 8단원(8/7시작, 8/16 종료) - 대략 1달소요\r\n\r\n- 중3-1 (최강TOT) - 총 8단원\r\n1단원(8/30시작, 현재 진행중)\r\n\r\n\r\n3) 현행 심화 \r\n- 중2-1 (일품) - 총 9단원\r\n1단원(3/3시작) 2단원(3/6시작) 3단원(3/9) 4단원(3/13) 5단원(3/13) 6단원(3/18) 7단원(3/24) 8단원(5/21) 9단원(5/29시작, 6/7종료) - 대략 3.2개월 소요\r\n\r\n- 중2-1 (최고수준) - 총 10단원\r\n1단원(3/18시작) 2단원(4/11) 3단원(4/24) 4단원(4/25) 5단원(4/27) 6단원(5/12) 7단원(6/12) 8단원, 9단원(6/18시작) 10단원(7/1시작, 7월20종료) \r\n\r\n- 중2-2 (에이급) - 총 6단원\r\n1단원(8/23시작, 현재 진행중)\r\n\r\n<단원평가사항>\r\n- 중2-1 기본평가\r\n1단원(14개/15문제) 통과\r\n2단원(14개/15문제) 통과\r\n3단원(15개/15문제) 통과\r\n- 중2-1 실력평가\r\n1단원(10개/15문제) ->재시험1(10개/15문제) -> 재시험2(12개/15문제)\r\n2단원(12개/15문제) ->재시험(14개/15문제)\r\n3단원(14개/15문제) 통과\r\n4단원(12개/15문제) \r\n5단원(11개/15문제) \r\n\r\n- 중2-2 기본평가\r\n1단원(14개/15문제) 통과\r\n2단원(14개/15문제) 통과\r\n3단원(11개/15문제) 재시험 예정\r\n4단원(14개/15문제) 통과\r\n5단원(12개/15문제) 통과\r\n6단원(13개/15문제) \r\n\r\n내신기간에 실력평가 예정\r\n\r\n<학습 주안점>\r\n- 이전학원에서 진행한 선행을 이어서 고등선행 진행했으나 기본기가 부족해서 중3 과정 복습을 하고 고등선행을 이어가기로 함.\r\n- 기본평과는 어느 정도 통과되는데 실력평가부터 재시험이 나타나고 있음.\r\n- 심화교재 연습시 문제를 많이 못 풀거나 하지는 않는데 풀이과정이 깔끔하지 못해서 교정하고 있음.\r\n- 성실한 태도를 가지고 있어서 올바른 학습법을 익혀나가면 조금씩 실력이 쌓여갈 것으로 예상. \r\n\r\n내신준비기록\r\n중2-1 기말\r\n단원평가 1. 수와 식의 계산 : 21/25\r\n\r\n배재중 2019 중2-1중간 18/18\r\n고덕중 2019 중2-1중간 13/25\r\n명일중 2019 중2-1중간 20/21\r\n한영중 2019 중2-1중간 23/23\r\n\r\n삼육중 2021년 2학기 중간대비 52/56\r\n\r\n강남기출 \r\n1-1. 유리수와 순환소수  20/25\r\n1-2. 단항식과 다항식의 계산 22/25\r\n\r\n4-1. 이등변삼각형 24/25\r\n4-2. 삼각형의 외심과 내심 22/25\r\n5-1. 평행사변형 19/25\r\n5-2. 여러가지 사각형 21/25\r\n\r\n최다오답\r\n4. 삼각형 성질 11/15\r\n5. 사각형 성질 14/15\r\n', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-10-06 10:26:19'),
(15, '9', NULL, NULL, '마지막상담일', '신하영', '111111', '중등', '삼육중', '2', '신하영', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 400000, NULL, NULL, '공부량 많고, 열심히 하나, 생각이 많은 학생      ', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-07-13 11:12:30'),
(17, '1', '', '', '마지막상담일', '오대경', '111111', '중등', '고덕중', '2', '오대경', '화4목4', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, NULL, NULL, '지방에서 이사옴      ', '학습기록 \r\n\r\n\r\n내신 기록\r\n\r\n2019년 중2-2 중간 \r\n한영중 21개/22문제\r\n배재중 9개/14문제\r\n고덕중 22개/23문제\r\n명일중 17개/21문제\r\n\r\n2019년 중2-1 기말 \r\n고덕중 20개/24문제\r\n\r\n\r\n최다오답\r\n중2 4. 삼각형의 성질 12개/15문제\r\n중2 5. 사각형의 성질 13개/15문제\r\n\r\n강남기출\r\n2-3. 연립일차방정식의 활용  16개/25문제\r\n3-1. 일차함수와 그 그래프 18개/25문제\r\n\r\n\r\n4-1. 이등변삼각형 22개/25문제\r\n4-2. 삼각형의 외심과 내심 21개/25문제\r\n5-1. 평행사변형 22개/25문제\r\n5-2. 여러가지 사각형 22개/25문제\r\n ', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-10-19 14:13:24'),
(18, '9', '', '', '마지막상담일', '유원찬', '111111', '중등', '명일중', '2', '유원찬', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, NULL, NULL, '연산이 서투나 성실한 학생, 약간 샤이        ', '학습기록', NULL, '재원', '', '명덕초6 동생', NULL, '고래힐', '', '', '', '', '2021-09-14 12:09:38'),
(19, '1', '', '', '마지막상담일', '이예린', '111111', '중등', '명일중', '2', '이예린', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, NULL, NULL, '공부량 많은데 덤벙되는 스타일        ', '중2 이예린  학습 기록 공유드립니다.\n21년 10월 31일 updated\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(2시간), 일(2시간) 주당 총 11시간\n\n<입반평가>\n중2 레벨테스트(3월) 64.7점\n\n<내신평가>\n중2-1 중간 (87점)\n중2-1 기말 (82점)\n중2-2 중간 (100점)\n\n<교재이력>\n중2-1 : 학원(개념+유형), 최상위, 블랙라벨, 일품\n중2-2 : 학원(개념+유형), 쎈, 일품\n중3-1 : 학원(개념+유형), 라이트쎈, 쎈, 에이급(중단)\n중3-2 : 학원(개념+유형), 쎈, 일품\n고1-1 : 수력충전, 라이트쎈\n \n<교재진행사항>\n1) 연산선행 \n- 고1-1 (수력충전교재) 총 11단원\n1단원(3/15시작) 2단원(3/19) 3단원(5/17) 4단원(5/24) 5단원(7/17) 6단원(8/2) 7단원(8/13) 8단원(8/27) 9단원(9/2) 10단원(10/10시작, 잠시중단)\n- 고1-1 (라이트쎈교재) 총 12단원\n1단원(10/23시작, 진행중)\n\n2) 개념선행\n- 중3-2 (쎈교재) 총 7단원\n1단원(3/13시작) 2단원(3/19) 3단원(3/25) 4단원(4/4) 5단원(5/7) 6단원(5/11) 7단원(5/13시작, 5/17종료) 대략 2개월 소요\n\n- 중3-1 (일품교재)  총 8단원\n1단원(5/18) 2단원(5/20) 3단원(5/21) 4단원(5/28) 5단원(6/1) 6단원(7/12) 7단원(7/14) 8단원(8/9시작, 8/21종료) 대략 3개월 소요\n\n- 중3-1 (에이급 교재) 총 4단원\n1단원(7/18시작) 2단원(8/21시작, 10/7 잠시중단)\n\n- 중3-2 (일품교재) 총 6단원\n1단원(10/26시작, 진행중)\n\n3) 현행심화\n- 중2-1 (최고수준) 총 11단원\n1단원(5/14시작) 2단원 3단원(5/15) 4단원(5/23) 5단원(5/27) 6단원 7단원(5/14) 8단원 9단원 10단원 11단원(6/8종료) \n\n- 중2-2 (쎈교재) 총 11단원\n1단원(7/18시작) 2단원(7/22) 3단원(7/26) 4단원(8/13) 5단원(8/18) 6단원(8/26) 7단원(8/30) 8단원(9/2) 9단원(9/30) 10단원(10/10) 11단원(10/16시작, 10/21종료) 대략 3개월 소요\n\n- 중2-2 (일품교재) 총 9단원\n1단원(9/1시작) 2단원(9/5) 3단원(9/7) 4단원(9/13) 5단원(9/16시작, 쎈 먼저 마무리후 10/28 다시 진행중 )\n\n<단원평가사항>\n중2-1 \n- 기본평가\n1대단원(14개/15문제) 통과\n2대단원(12개/15문제) 통과\n3대단원(10개/15문제) -> 재시험(15개/15문제)\n4대단원(15개/15문제)\n5대단원(10개/15문제) -> 재시험(14개/15문제)\n- 실력평가\n1대단원(7개/15문제) -> 재시험(14개/15문제)\n2대단원(11개/15문제) -> 재시험(15개/15문제)\n3대단원(2개/15문제) -> 재시험(14개/15문제)\n4대단원(10개/15문제) -> 재시험(12개/15문제)\n5대단원(7개/15문제) -> 재시험(11개/15문제)\n중2-2\n- 기본평가\n1대단원(14개/15문제) 통과\n2대단원(15개/15문제) 통과\n3대단원(8개/15문제) -> 재시험(14개/15문제)\n4대단원(13개/15문제) 통과\n5대단원(10개/15문제) -> 재시험예정\n- 실력과정\n1대단원(11개/15문제) -> 재시험(15개/15문제)\n2대단원(10개/15문제) -> 재시험(13개/15문제)\n3대단원(12개/15문제) 통과\n4대단원 예정\n\n<학습 주안점>\n- 중3-1 과정을 많이 했다고 함.\n- 쎈 정도는 푸는 속도가 빠르다.\n- 정답률이 높은 편이지만 덤벙되어서 틀리는 경우가 많다. ', '', '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-11-02 19:49:29'),
(20, '1', '', '', '마지막상담일', '조연우', '111111', '중등', '한영중', '2', '조연우', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, NULL, NULL, '성실하고 공부 열심히 하는데 시험을 약간 못보는 학생       ', '강남3구기출\n3-1. 일차함수와 그 그래프\n\n배재중 2019년 중2-1 중간 15개/18문제\n\n계산력 g단계 : 20분. 42개/50문제\n\n중1-1 기본과정평가 10개/20문제 \n', NULL, '재원', '', '0', NULL, '', '', '', '', '', '2021-10-21 20:13:34'),
(21, '9', '', '', '마지막상담일', '황지율', '111111', '중등', '명일중', '2', '황지율', '월6금6', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, NULL, NULL, '중2 황지율 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(0시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1시간), 일(2시간) 주당 총 9.5시간\n\n중2 입반 레벨테스트(3월) 61.97점\n\n<교재이력>\n중2-1 : 쎈, RPM\n중2-2 : 학원교재( 개념, 프린트 ), 쎈\n중3-1 : 학원교재( 자이스토리, 프린트 ), 디딤돌연산 쎈\n\n<학습 진행사항>\n1) 연산선행 \n- 중3-1 ( 디딤돌연산 ) 총 8단원 \n 1단원(8/11시작) 4단원(8/16시작) 5단원(8/20시작) 2단원(8/23시작) 3단원(8/27) 6단원(9/4시작, 현재 진행중)  \n\n- 중3-2 ( 수력충전 ) 진행 예정\n\n2) 개념선행 \n- 중3-1 ( 쎈 ) 총 12단원\n 1단원(3/8시작) 2단원(3/21시작) 3단원(3/31시작) 4단원(7/12시작) 5단원(7/26시작, 잠시 중단중 )\n\n- 중2-2 ( 쎈 ) 총 11단원\n 1단원(3/8시작) 2단원(3/28시작) 3단원(6/3시작) 4단원(7/22시작) 5단원(8/11) 6단원(8/21) 7단원(8/23시작, 잠시 중단 후 1단원부터 심화단계로 내신 연습중)\n\n3) 현행심화 \n- 중2-1 ( RPM ) 총 9단원\n 1단원(4/24시작) 2단원(4/28) 3단원 4단원(4/25시작) 5단원(5/12) 6단원(5/19) 7단원(6/10) 8단원(6/20) 9단원(6/27시작 7/1종료)\n  \n<단원평가 결과>\n중2-1 기본과정\n1단원( 10개/15문제 ) -> 재시험(14개/15문제)\n2단원( 11개/15문제 ) -> 재시험(14개/15문제)\n3단원( 8개/15문제) -> 재시험(12개/15문제)\n4단원( 11개/15문제) -> 재시험(15개/15문제)\n5단원( 11개/15문제) -> 재시험(14개/15문제)\n중2-1 실력과정\n1단원( 10개/15문제) -> 재시험( 10개/15문제)\n3단원( 9개/15문제) -> 재시험예정\n중2-2 기본과정\n1단원( 12개/15문제) \n2단원( 13개/15문제)\n중2-2 실력과정\n1단원(5개/15문제) \n\n<학습 주안점>\n- 기본기가 부족해서 연산교재부터 단계적으로 학습량을 늘리고 점차적으로 난이도를 높여가는 학습이 필요.\n- 자기주도학습이 잘 이루어지지 않아 집에서 하는 학습량이 적음.\n- 심화문제를 해결할 수 있는 응용문제에 대한 연습이 더욱 필요.  ', '학습기록', NULL, '재원', '', '한영고2 누나, 대학 형', NULL, '고래힐', '', '', '', '', '2021-09-14 12:08:46'),
(22, '1', NULL, NULL, '마지막상담일', '경민채', '111111', '중등', '명일중', '3', '경민채', '월6금6', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, NULL, NULL, '선행이 느린 학생    ', '학습기록', NULL, '재원', '', '0', NULL, NULL, '', '', '', '', '2021-06-22 09:05:03'),
(24, '9', NULL, NULL, '마지막상담일', '신재원', '111111', '중등', '며일중', '3', '신재원', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 400000, NULL, NULL, '하나고 가고 싶어하는 학생      ', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-08-01 19:42:01'),
(25, '9', NULL, NULL, '마지막상담일', '이민준', '111111', '중등', '명일중', '3', '이민준', '수6토16', '미정', '미정', '미정', '3', '18', '6', '16', '', '', 350000, NULL, NULL, '', '학습기록', NULL, '재원', '', '0', NULL, '주영쇼핑근처', '', '', '', '', '2021-08-01 19:25:34'),
(29, '1', '', '', '마지막상담일', '이우형', '111111', '초등', '묘곡초', '4', '이우형', '월2금2', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 225000, NULL, NULL, '지금까지 초4 이우형 학습 기록 공유드립니다.\n2021.6.30 기준\n<자기주도 학습시간계획>\n월(1시간), 화(30분), 수(30분), 목(30분), 금(1시간), 토(0시간), 일(0시간) 주당 총 3.5시간\n입반 레벨테스트(3월) 36.62점\n<교재진행사항>\n1) 연산선행 \n- 초4-1(빅터연산4A) 3/10 시작 5/30 종료\n- 초4-1(빅터연산4B)  총 6단원\n1단원(3/3시작 중단후 5/31재개)~ 2단원(6/23시작 진행중)\n \n2) 개념선행 - 4-2 연산 선행 후 진행예정\n\n3) 현행 심화 - 4-1(최상위S교재)\n1단원(3/3시작)~4단원(5/28 어려워해서 중단)\n4-1(쎈교재)\n3단원(5/7시작)~5단원(6/8시작 진행중)\n\n<단원평가사항>\n초4-1 기본과정\n2단원(8개/10문제) 통과\n3단원(6개/10문제) -> 재시험1 (5개/10문제) -> 재시험2 (6개/10문제)\n4단원(8개/10문제) 통과\n5단원 예정\n6단원 예정 ', '학습기록', NULL, '재원', '', '이연우 초6 누나', NULL, '배재현대아파트', '', '', '', '', '2021-10-06 09:37:28'),
(30, '1', '', '', '마지막상담일', '박서윤', '111111', '초등', '묘곡초', '5', '박서윤', '월2금2', '미정', '미정', '미정', '1', '16.5', '5', '16.5', '', '', 225000, NULL, NULL, '초5 박서윤  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1시간), 수(1시간), 목(1시간), 금(1.5시간), 토(1시간), 일(1시간) 주당 총 8시간\n\n초5 레벨테스트(3월) 40.84점\n\n<교재이력>\n초5-1 : 쎈, 디딤돌(문제유형)\n초5-2 : 학원교재, 쎈, 최상위S\n초6-1 : 빅터연산, 디딤돌(기본+응용)\n초6-2 : 빅터연산\n중1-1 : 수력충전\n \n<교재진행사항>\n1) 연산선행 \n- 초6-2 ( 빅터연산 ) 총 9단원\n1단원(4/22시작) 2단원(5/2시작) 3단원(5/8) 4단원(5/19) 5단원(6/6) 6단원(6/15) 7단원(6/26) 8단원(7/6) 9단원(7/7시작 7/9종료) - 대략 2.5개월 소요\n\n- 중1-1 (수력충전) 총 8단원\n1단원(7/20시작) 2단원(8/10시작) 3단원(8/28시작, 현재 진행중)\n \n2) 개념선행 \n- 초5-2 ( 쎈 ) 총 6단원\n1단원, 2단원, 3단원(3/25시작) 4단원(4/12시작) 5단원(5/19) 6단원(5/27시작, 7/9 종료)\n\n- 초6-1 ( 디딤돌 기본+응용 ) 총 6단원\n1단원(6/8시작) 2단원(7/23시작) 3단원(8/10시작) 4단원(8/16시작, 현재 진행중)\n\n3) 현행 심화 \n- 초5-1( 최상위S ) 총 6단원\n3단원(4/24시작) 2단원(5/5시작)  4단원(5/13시작) 5단원(5/27시작) 6단원(6/25시작, 8/23 종료) \n\n- 초5-2 ( 최상위S 교재) 총 6단원\n1단원( 8/12 시작, 현재 진행중 )\n\n<단원평가사항>\n- 초5-1 기본과정\n1단원( 9개/10문제 ) 통과\n2단원( 4개/10문제 ) -> 재시험( 9개/10문제)\n3단원( 7개/10문제 ) -> 재시험( 8개/10문제)\n4단원( 8개/10문제 ) 통과\n5단원( 4개/10문제) -> 재시험( 7개/10문제) \n6단원( 8개/10문제) 통과\n\n- 초5-1 실력과정\n1단원( 5개/10문제 ) \n2단원( 3개/10문제 )  \n3단원( 4개/10문제 ) -> 재시험( 6개/10문제)\n\n- 초5-2 실력과정\n1단원 - 진행예정\n\n<학습 주안점>\n- 자신감을 갖고 스스로 고민하면서 푸는 문제풀이 학습량을 늘려가야 함.\n- 학습기본태도는 형성되어 있음.  ', '학습기록 \n\n테스트 기록 ', NULL, '재원', '', '외동', NULL, '고래힐', '', '', '', '', '2021-10-19 01:31:07'),
(31, '1', '', '', '마지막상담일', '박재민', '111111', '초등', '묘곡초', '5', '박재민', '월4금4', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, NULL, NULL, '초5 박재민 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간\n\n초5 레벨테스트(3월) 46.47점\n\n<교재이력>\n초5-1 : 쎈\n초5-2 : 빅터연산, 디딤돌(기본+응용), 쎈\n초6-1 : 빅터연산, 디딤돌(기본+응용)\n초6-2 : 빅터연산\n \n<교재진행사항>\n1) 연산선행 \n- 초5-2 ( 빅터연산 ) - 종료\n- 초6-1 ( 빅터연산 ) - 총 9단원 - 종료\n1단원(4/4시작) 2단원(4/9시작) 3단원(4/16) 4단원(4/27) 5단원(5/5) 6단원(5/14) 7단원(5/25) 8단원(6/13시작, 6/27 종료) - 대략 3개월 소요\n- 초6-2 ( 빅터연산 ) - 총 9단원\n1단원(7/6시작) 2단원(7/13시작) 3단원(7/19) 4단원(8/5) 5단원(8/18) 6단원(8/23) 7단원(9/3) 8단원(9/10) 9단원(9/13시작, 현재 마무리 중) - 대략 2.2개월 소요\n\n 다음교재는 초6-2 (디딤돌 기본+응용) 예정\n\n2) 개념선행 \n- 초5-2 ( 디딤돌 기본+응용 ) - 총 6단원\n1단원(2/27시작) 2단원(3/16시작) 3단원(3/28) 4단원(4/18) 5단원(5/12) 6단원(6/4시작, 7/1종료) - 대략 4개월 소요\n\n- 초6-1 ( 디딤돌 기본+응용 ) - 총 6단원\n1단원(7/9시작) 2단원(7/24시작) 3단원(8/17) 4단원(9/3시작, 현재 진행중) - 대략 2개월 진행중\n\n3) 현행심화 \n- 초5-1 ( 쎈 ) - 총 6단원\n1단원(2/25시작) 2단원(3/11시작) 3단원(4/11시작) 4단원(4/29) 5단원(6/3) 6단원(6/27시작, 1단원부터 C단계 마무리하고 9/13 종료)\n\n- 초5-2 ( 쎈 ) - 총 6단원\n1단원(8/20시작, 현재 진행중) \n\n<단원평가사항>\n- 초5-1 기본평가\n1단원( 6개/10문제 ) -> 재시험(9개/10문제)\n2단원( 7개/10문제 ) -> 재시험(10개/10문제)\n3단원( 5개/10문제 ) -> 재시험(8개/10문제)\n4단원( 8개/10문제 ) 통과\n5단원( 5개/10문제 ) -> 재시험1(6개/10문제) -> 재시험2(8개/10문제)\n6단원( 7개/10문제 ) 통과\n\n- 초5-2 기본평가\n1단원( 3개/10문제 ) -> 재시험(8개/10문제)\n2단원( 8개/10문제 ) 통과\n3단원( 6개/10문제 ) -> 재시험 예정\n4단원 평가 예정\n\n- 초5-2 실력평가\n1단원( 6개/10문제 ) -> 재시험(8개/10문제)\n쎈교재 진도에 맞춰 계속 진행예정 \n\n<학습 주안점>\n- 성실하게 자기주도학습을 따르고 있음.\n- 연산연습을 충실하고 있음.\n- 체계적인 선행을 통해 실력평가와 심화평가 통과를 위한 연습이 필요함. \n ', '학습기록', NULL, '재원', '', '외동', NULL, '고래힐', '', '', '', '', '2021-09-15 12:16:54'),
(33, '9', '', '', '마지막상담일', '최현호', '111111', '초등', '묘곡초', '5', '최현호', '화2목2', '미정', '미정', '미정', '2', '14', '4', '14', '', '', 150000, NULL, NULL, '초5 최현호 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1시간), 수(1.5시간), 목(1시간), 금(1.5시간), 토(1.5시간), 일(1.5시간) 주당 총 9.5시간\n\n입반 레벨테스트(3월) 29.57점\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1 (빅터연산)  총 8단원\n1단원(3/6시작) 2단원(3/15) 3단원(4/1) 4단원(4/13) 5단원(4/15) 6단원(4/23) 7단원(5/8) 8단원(5/14시작 5/15 종료)  대략 2.5개월 소요\n- 초5-2 (빅터연산)  총 8단원\n1단원(4/29시작) 2단원(4/29) 3단원(5/20) 4단원(6/1) 5단원(6/16) 6단원(6/29) 7단원(7/20) 8단원(8/17시작 8/19 종료) 대략 2.5개월 소요\n- 초6-1 (빅터연산) 총 6단원\n1단원(8/25시작 현재 진행중)\n \n2) 개념선행 \n- 초5-2(디딤돌 기본+응용) 총 6단원\n1단원(5/20시작) 2단원(6/3) 3단원(6/20) 4단원(7/20) 5단원(8/26시작 현재 진행중)\n\n3) 현행 심화 \n- 초5-1(디딤돌 기본+응용) 총 6단원\n1단원(3/6시작) 2단원(3/12) 3단원(3/22) 4단원(4/1) 5단원(4/13) 6단원(4/29시작 5/18 종료)\n\n- 초5-1(쎈 ) 총 6단원\n1단원(5/20시작) 2단원(6/9) 3단원(7/27) 4단원(8/17시작 현재 진행중)\n\n향후 초5-2(쎈) 진행 예정\n\n<단원평가사항>\n초5-1 기본과정\n1단원( 8개/10문제 ) 통과\n2단원( 1개/10문제 ) -> 재시험1( 4개/10문제) -> 재시험2( 8개/10문제)\n3단원( 7개/10문제 ) 통과\n4단원( 4개/10문제 ) -> 재시험( 8개/10문제)\n5단원( 8개/10문제 ) 통과\n6단원( 7개/10문제 ) 통과\n \n초5-2 기본과정\n1단원( 9개/10문제 ) 통과\n2단원( 진행 예정 )\n\n<학습시 주안점>\n- 숫자를 반듯하게 쓰게 지도\n- 초반에 비하면 연산 실력이 많이 늘고 문제 풀이 실수가 많이 줄고 있음.\n- 학습량이 부족해서 현행심화 교재를 풀 여유가 없음. ', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-10-05 21:46:20'),
(34, '9', NULL, NULL, '마지막상담일', '김동찬', '111111', '중등', '명일중', '2', '설민서', '화4목4', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, NULL, NULL, '학생   ', '학습기록', NULL, '재원', '', '0', NULL, NULL, '', '', '', '', '2021-07-15 00:40:07'),
(35, '1', '', '', '마지막상담일', '김재하', '111111', '초등', '묘곡초', '6', '김재하', '월4금4', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, NULL, NULL, '', '초6 김재하 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(0시간), 일(0시간) 주당 총 8.5시간\n\n입반 레벨테스트(1월) 86.1점\n\n<교재이력>\n초6-1 : 디딤돌(기본+응용) 최상위S, 쎈, 왕수학\n초6-2 : 기적연산법, 디딤돌(기본+응용), 최상위S, 왕수학\n중1-1 : 빅터연산, 라이트쎈, RPM\n중1-2 : 디딤돌연산, RPM\n중2-1 : 수력충전연산, 라이트쎈\n\n<교재진행사항>\n1) 연산선행 \n- 초6-2 (기적의연산법) -  종료\n- 중1-1 (빅터연산A 교재) -  종료\n- 중1-1 (빅터연산B 교재)  총 3단원 - 종료\n1단원(4/6시작) 2단원(4/21시작) 3단원(5/10시작, 5/21종료) - 대략 1.5개월 소요\n\n- 중1-2 (디딤돌연산 교재) 총 11단원 - 종료\n1단원(5/17시작) 2단원(5/26시작) 3단원(6/3) 4단원(6/7) 5단원(6/16) 6단원(6/25) 7단원(7/15) 8단원(7/19) 9단원(7/23) 10단원(8/9) 11단원(8/12시작, 8/16 종료) - 대략 3개월 소요\n\n- 중2-1 (수력충전 교재) 총 8단원 - 종료\n1단원(7/9시작) 2단원(7/12시작) 3단원(7/16) 4단원(7/22) 5단원(7/30) 6단원(8/11) 7단원(8/19) 8단원(8/30시작, 9/3종료) - 대략 2개월 소요\n\n- 중2-1 (라이트쎈 교재 ) \n진행예정\n\n2) 개념선행 \n- 초6-2 ( 디딤돌(기본+응용) 교재 ) - 종료\n- 초6-2 ( 최상위S 교재 ) - 종료\n\n- 중1-1 (라이트쎈 교재 ) 총 9단원 - 종료\n1단원(4/6시작) 2단원(4/13시작) 3단원(4/26) 4단원(4/29) 5단원(5/12) 6단원(5/26) 7단원(6/4) 8단원(6/22) 9단원(6/25시작, 7/1종료) - 대략 3개월 소요\n\n- 중1-1 ( RPM 교재 ) - 총 9단원\n1단원(6/30시작) 2단원(7/6시작) 3단원(7/16) 4단원(7/26) 5단원(8/12) 6단원(8/20) 7단원(8/27) 8단원(9/10) 9단원(9/13시작, 현재 마무리중)\n\n- 중1-2 ( RPM 교재 ) - 총 8단원\n1단원(8/16시작) 2단원(8/19시작) 3단원(8/30) 4단원(9/3시작, 현재 진행중) \n\n3) 현행 심화 \n- 초6-1 (최상위S 교재) - 종료\n- 초6-1 (쎈 교재) - 종료\n- 초6-1 (왕수학 교재) - 총 6단원 - 종료\n1단원(3/24시작) 2단원(4/13시작) 3단원(4/20) 4단원(4/29) 5단원(5/18) 6단원(6/2시작, 7/2종료) - 대략 3.2개월 소요\n\n- 초6-2 (왕수학 교재) - 총 6단원\n1단원(9/6시작, 현재 진행중)\n \n<단원평가사항>\n초6-1 실력과정평가 -> (13개/15문제) 통과\n초6-1 <심화평가>\n1단원( 10개/10문제) 통과\n2단원( 10개/10문제) 통과\n3단원( 8개/10문제) 통과\n4단원( 7개/10문제) -> 재시험 (10개/10문제)\n5단원( 9개/10문제) 통과\n6단원( 9개/10문제) 통과\n\n초6-2 <심화평가>\n1단원( 9개/10문제 ) 통과\n2단원( 7개/10문제 )\n3단원( 9개/10문제 ) 통과\n4단원( 10개/10문제) 통과\n5단원( 10개/10문제) 통과\n6단원( 6개/10문제)\n\n중1-1 <기본평가>\n1단원( 11개/15문제 ) ->재시험(15개/15문제)\n2단원( 13개/15문제 ) 통과\n3단원( 14개/15문제 ) 통과\n4단원( 15개/15문제 ) 통과\n5단원( 11개/15문제 ) -> 재시험(15개/15문제)\n\n중1-1 <실력평가>\n1단원( 13개/15문제 ) 통과\n2단원( 11개/15문제 ) -> 재시험 예정\n3단원( 9개/15문제 ) -> 재시험 예정\n\n<학습시 주안점>\n성실하게 자기주도학습체계를 잘 따라 주고 있습니다. \n초등과정을 잘 마무리하고 중등과정을 체계적으로 익혀가고 있습니다.\n최근에 하루 1시간에서 1.5시간으로 공부시간을 늘려서 학습량을 늘려가고 있습니다.\n정해 ', '', '재원', '', '어린동생', NULL, '고래힐', '', '', '', '', '2021-11-19 21:09:46'),
(37, '1', '', '', '마지막상담일', '이연우', '111111', '초등', '묘곡초', '6', '이연우', '화2목2', '미정', '미정', '미정', '2', '14', '4', '14', '', '', 300000, NULL, NULL, '현재까지 초6 이연우 학습 기록 공유드립니다.\n2021.09.15기준\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(0시간), 일(1시간) 주당 총 8시간\n\n초6 레벨테스트(3월) 37.5점\n\n<교재이력>\n초6-1 : 수력충전, 짤강, 최상위S\n초6-2 : 짤강, 수력충전, 디딤돌(기본+응용)\n중1-1 : 쎈연산, 짤강, 빅터연산, 라이트쎈\n중1-2 : 디딤돌연산\n \n<교재진행사항>\n1) 연산선행 \n- 중1-1B ( 빅터연산 교재 ) - 총 3단원\n1단원(3/4시작) 2단원(3/27시작) 3단원(4/20시작, 잠시중단후 6/10종료) \n\n- 중1-2 ( 디딤돌연산 교재 ) - 총 11단원\n1단원(3/9시작) 잠시중단 2단원(6/18시작) 3단원(7/7시작) 4단원(7/20시작) 5단원(8/13) 6단원(8/24시작, 현재 진행중)\n\n<참고> 중1-1A 앞부분을 기억 못해서 다시 연산교재 선정\n- 중1-1 ( 수력충전 교재 ) - 총 8단원\n1단원(9/1시작) 2단원(9/5시작, 현재진행중)\n\n2) 개념선행 \n- 초6-2 ( 디딤돌 기본+응용 ) - 총 6단원\n1단원(3/2시작) 2단원(3/22시작) 3단원(4/17) 4단원(5/6) 5단원(5/11) 어려워서 건너뛴 부분 1단원부터 풀고 6단원(7/7시작, 7/30종료) - 대략 5개월 소요\n\n- 중1-1 (라이트쎈 ) - 총 9단원\n1단원(8/8시작) 2단원(8/14시작, 이해력 부족으로 중단), 자기주도학습으로 연산공부한 중1-1 뒷부분부터 공부 5단원(8/25시작, 현재 진행중)\n\n3) 현행심화 \n- 초6-1 (최상위S)  - 풀다가 난이도 조정으로 중단\n\n- 초6-1 (쎈 교재 ) - 총 6단원\n1단원(5/22시작) 2단원(6/10시작) 학교진도에 맞춰 순서 바꿈 6단원(6/22) 4단원(7/18) 3단원(7/22시작, 8/7종료) - 대략 2.5개월 소요 \n\n- 초6-2 (쎈 교재 ) - 총 6단원\n1단원(8/8시작) 2단원(8/26시작, 현재 진행중)\n\n<단원평가사항>\n- 초6-1 기본평가\n1단원 (7개/10문제) -> 재시험1(6개/10문제) -> 재시험2(10개/10문제)\n2단원 (9개/10문제) 통과\n3단원 (7개/10문제) -> 재시험(7개/10문제)\n4단원 (4개/10문제) -> 재시험(10개/10문제)\n5단원 (9개/10문제) 통과\n6단원 (7개/10문제) \n\n- 초6-1 실력평가\n1단원 (4개/10문제) -> 재시험1(5개/10문제) -> 재시험2(6개/10문제) -> 재시험3(8개/10문제)\n2단원 (7개/10문제) -> 재시험(9개/10문제)\n3단원 (7개/10문제) -> 재시험(4개/10문제)\n실력평가 중단하고 초6-2 평가 진행\n\n- 초6-2 기본평가\n1단원 (5개/10문제) 재시험 예정\n현재 쎈 교재 진도에 맞춰 진행예정\n\n<학습 주안점>\n- 기존학원에서 선행했던 교재 대비 기초력이 형성이 안 되어 있어 다시 공부하고 있음.\n- 모르는 문제를 만나면 개념을 복습하거나 답지 내용을 분석하면서 이해하려는 노력이 부족해서 자기주도학습을 연습시키고 있음.\n- 학습시 집중력이 약해서 오랜시간 집중하지 못하고, 과제수행시 범위가 정해져야 끝내는 것을 목표로 그 남아 과제를 수행함.\n- 틀린 문제에 대해서 꼼꼼한 오답정리를 스스로 하는 연습이 필요함. ', '학습기록', NULL, '재원', '', '0', NULL, '', '', '', '', '', '2021-10-06 09:38:29'),
(38, '9', '', '', '마지막상담일', '임수연', '111111', '초등', '묘곡초', '6', '임수연', '월2금2', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 300000, NULL, NULL, '최근에 많이 공부하는 학생,\n운동관련 활동이 많음.\n\n초6 임수연  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n입반 레벨테스트(6월) 70.83점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1(수력충전) 총 8단원\n1단원(5/3시작), 2단원(5/4시작), 3단원(5/11), 4단원(5/12), 5단원(5/24), 6단원(6/11), 7단원(6/15), 8단원(6/21), 9단원(6/21시작, 7/5 종료)  약 2개월 소요\n\n- 중1-2(디딤돌 연산) 총 11단원\n1단원(7/7시작), 2단원(7/13시작), 3단원(7/21), 4단원(7/26), 5단원(8/9), 6단원(8/19시작 현재진행중)\n \n2) 개념선행 \n- 초6-2(만점왕) 총 6단원\n1단원(4/23시작), 2단원(4/26시작), 3단원(4/29시작), 4단원(5/2), 5단원(5/7), 6단원(5/13시작, 5/31 종료)   약 1.7개월 소요\n\n- 중1-1(라이트쎈) 총 9단원\n1단원(7/7 시작), 2단원(7/15 시작), 3단원(7/27), 4단원(8/3),5단원(8/12시작 현재진행중) \n\n3) 현행 심화 \n- 초6-1 (쎈교재). 총 6단원\n1단원(5/5 시작), 2단원(5/8 시작), 3단원(5/13), 4단원(5/21), 5단원(5/27), 6단원(6/1시작 6/11 종료)  총 1.3달 소요\n\n- 초6-2 (쎈 교재) 총 6단원\n1단원(6/1시작), 2단원(6/15), 3단원(7/1), 4단원(7/6), 5단원(7/22), 6단원(7/31시작 ,8/12 종료) 약 2.5달 소요\n\n- 초6-2 ( 최상위S 교재) 총 6단원\n1단원( 8/13 시작) 2단원( 8/18시작, 현재 진행중 )\n\n<단원평가사항>\n- 초6-1 기본과정\n1단원( 9개/10문제 ) 통과\n2단원( 8개/10문제 ) 통과\n3단원( 10개/10문제 ) 통과\n4단원( 8개/10문제 ) 통과\n5단원( 7개/10문제) -> 재시험( 10개/10문제) \n6단원( 8개/10문제) 통과\n\n- 초6-1 실력과정\n1단원( 7개/10문제) -> 재시험1( 6개/10문제) -> 재시험2( 9개/10문제)\n2단원( 6개/10문제) -> 재시험( 9개/10문제) \n3단원( 9개/10문제) 통과\n4단원( 9개/10문제) 통과\n5단원( 8개/10문제) 통과\n6단원( 7개/10문제) -> 재시험1( 7개/10문제) -> 재시험2(9개/10문제)\n\n- 초6-2 기본과정\n1단원( 8개/10문제) 통과\n2단원( 9개/10문제) 통과\n3단원( 9개/10문제) 통과\n4단원( 10개/10문제) 통과\n5단원( 9개/10문제) 통과\n6단원( 9개/10문제) 통과\n\n- 초6-2 실력과정\n1단원 ( 예정 ) \n\n<지적사항 메모>\n- 8/16  식, 계산, 답 구분해서 풀이과정 상세히 적기 ( 글씨 줄 맞추기 )\n- 8/23  채점 깨끗하게 해 오기\n\n<학습 주안점>\n전반적으로 선행이 많이 안 되어 있었는데, 학생이 꾸준히 열심히 학습해서 커리큘럼과 자기주도학습 체계가 잡혀가고 있습니다. \n다만 가끔 이해 안 되서 고민한다는 이유로 한곳에 오래 머무르는 경향이 있어 학습의 흐름이 이어지지 못하는 경우가 많은 점은 주의가 필요할 듯합니다.  ', '학습기록', NULL, '재원', '', '언니 고3', NULL, '고래힐', '', '', '', '', '2021-10-06 09:35:01'),
(39, '1', '', '', '마지막상담일', '장예준', '111111', '초등', '묘곡초', '6', '장예준', '화2목2', '미정', '미정', '미정', '2', '14', '4', '14', '', '', 300000, NULL, NULL, '운동하다가 최근에 공부하는 학생      ', '7월까지 초6 장예준 학습 기록 공유드립니다.\r\n\r\n<자기주도 학습시간계획>\r\n월(1시간), 화(2시간), 수(0.5시간), 목(2시간), 금(0.5), 토(1시간), 일(0.5시간) 주당 총 7.5시간\r\n\r\n입반 레벨 테스트 3월 8.3점\r\n\r\n<교재진행사항>\r\n1) 연산선행 \r\n- 초6-2 (쎈연산) 끝\r\n- 중1-1 (빅터연산 중1A) 총4단원\r\n1단원(5/25시작) 2단원(6/12시작) 3단원(7/8시작 진행중 )\r\n \r\n2) 개념선행 - 초6-2 (만점왕) 총 6단원 \r\n1단원(4/21시작) 2단원(5/11시작) 3단원(6/13시작) 4단원(6/19시작)  5단원(7/20시작 진행중)\r\n\r\n3) 현행심화 \r\n- 초6-1( 디딤돌 응용교재) 4/20 끝\r\n- 초6-1( 쎈교재 ) 총 6단원\r\n1단원(4/29시작) 4단원(6/3시작) 2단원(6/15시작)  5단원(7/13시작) 6단원(7/29시작 진행중) -> 학교진도에 맞춰 순서를 바꿔 진행 \r\n\r\n<단원평가사항>\r\n초6-1 기본과정\r\n1단원(7개/10문제) ->재시험1(6개/10문제) -> 재시험2(10개/10문제)  \r\n2단원(5개/10문제) ->재시험(8개/10문제)\r\n3단원(7개/10문제) ->재시험(8개/10문제)\r\n4단원(4개/10문제) -> 재시험 (10개/10문제) \r\n5단원(9개/10문제) 통과\r\n6단원 테스트 예정', NULL, '재원', '', '7살남동생,10살 초3', NULL, '고래힐', '', '', '', '', '2021-10-19 22:17:57'),
(47, '9', '', '', '마지막상담일', '윤예담', '111111', '고등', '한영고', '1', '윤예담', '수8토16', '미정', '미정', '미정', '3', '20', '6', '16', '', '', 450000, NULL, NULL, '', '학습기록', NULL, '재원', '', '0', NULL, '고래힐', '', '', '', '', '2021-08-30 23:18:50'),
(53, '1', '', '', '마지막상담일', NULL, NULL, '초등', '묘곡초', '6', '성은규', '월4금4', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, NULL, NULL, '8월27일 업데이트\n\n초6 성은규 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(0시간), 일(0시간) 주당 총 8.5시간\n\n입반 레벨테스트(4월) 83.33점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (수력충전교재) 총 8단원\n1단원(4/10시작) 2단원(4/15시작) 3단원(4/22) 4단원(4/26) 5단원(5/6) 6단원(5/13) 7단원(5/20) 8단원(5/22시작 5/29종료)  대략 1.8개월 소요\n\n- 중1-2 (수력충전교재)  총 9단원\n1단원(5/29시작) 2단원(6/2시작) 3단원(6/7) 4단원(6/11) 5단원(6/18) 6단원(6/28) 7단원(7/2) 8단원(7/14) 9단원(7/23시작 7/28종료 ) 대략 2개월 소요 \n\n- 중2-1 (수력충전교재) 총 8단원\n1단원(7/28 시작) 2단원(8/2) 3단원(8/3) 4단원(8/5) 5단원(8/10) 6단원(8/13시작 현재 진행중)\n\n2) 개념선행 \n- 중1-1(라이트쎈교재) 총 9단원\n1단원(5/31시작) 2단원(6/9) 3단원(6/24) 4단원(7/2) 5단원(7/14) 6단원(7/22) 7단원(7/28) 8단원(8/3) 9단원(8/6시작 8/22종료) 대략 2.8개월 소요\n\n- 중1-2(라이트쎈교재) 총 9단원\n1단원(8/23 시작 현재 진행중)\n\n3) 현행 심화 \n- 초6-1(왕수학교재) 총 6단원\n1단원(4/22시작) 2단원(5/1시작) 3단원(5/10) 4단원(5/20) 5단원(6/1) 6단원(6/5단원(6/14시작), 6단원(6/21시작 7/14종료) 대략 2.8개월 소요\n\n- 중1-1 (RPM교재) 총 9단원\n1단원(7/15시작) 2단원(7/26시작) 3단원(7/28) 4단원(8/2) 5단원(8/6) 6단원(8/12) 7단원(8/19) 8단원(8/25시작 현재 진행중)\n\n<단원평가사항>\n초6-1 \n<실력과정>\n1단원( 9개/10문제) 통과\n2단원( 8개/10문제) 통과\n3단원( 10개/10문제) 통과\n4단원( 7개/10문제) 재시험 (8개/10문제)\n5단원( 10개/10문제) 통과\n6단원( 8개/10문제) 통과\n\n<심화과정>\n1단원( 7개/10문제 )  \n2단원( 9개/10문제 )\n3단원( 7개/10문제 )\n4단원( 7개/10문제 )\n5단원( 10개/10문제 )\n6단원( 7개/10문제 )\n\n<학습시 주안점>\n성실하게 자기주도학습체계를 잘 따라 주고 있습니다. \n현행심화를 꾸준히 연습하면서 중등과정은 연산기초부터 탄탄히 난이도를 올려가면서 다지면서 선행학습해 나가고 있습니다.   ', '학습기록', NULL, NULL, NULL, '묘곡초4 동생', NULL, '고래힐', NULL, '', NULL, NULL, '2021-09-13 23:47:16'),
(54, '1', NULL, NULL, '마지막상담일', NULL, NULL, '초등', '묘곡초', '6', '이효린', '수4토11', '미정', '미정', '미정', '3', '16', '6', '11', '', '', 300000, NULL, NULL, '예린이 동생', '학습기록', NULL, NULL, NULL, NULL, NULL, '고래힐', NULL, '', NULL, NULL, '2021-07-17 11:50:47'),
(55, '9', '', '', '마지막상담일', NULL, NULL, '중등', '삼육중', '2', '이현성', '수6토14', '미정', '미정', '미정', '1', '20', '3', '20', '', '', 350000, NULL, NULL, '지금까지 중2 이현성 학습 기록 공유드립니다.\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(2시간), 목(1시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 12시간\n\n<교재진행사항>\n1) 연산선행 - 중3-1(라이트쎈) 총10단원 \n1단원(4/7시작)~ 3단원(5/27시작 내신기간 중단중)\n\n2) 개념선행 - 중2-2(쎈교재) 총 11단원\n1단원(4/9 시작)~2단원(5/27시작 내신기간 중단중)  \n\n3) 현행심화 - \n중2-1(쎈) 총 11단원 \n1단원(4/3 시작)~11단원(6/16 거의 마무리단계) 최고수준 기말고사 범위 풀 예정\n\n<단원평가사항>\n중2-1 기본과정\n1단원(15개/15문제) 통과\n3단원(15개/15문제) 통과\n4단원(15개/15문제) 통과\n5단원(14개/15문제) 통과\n실력과정 단원평가로 전환\n중2-1 실력과정\n1단원(9개/15문제) 재시험 후 12개/15문제\n2단원(10개/15문제) 재시험 후 13개/15문제\n3단원(9개/15문제) 재시험 후 14개/15문제\n4단원(6개/15문제) 재시험 예정\n5단원( 평가 예정 )', '학습기록', NULL, NULL, NULL, '', NULL, '고래힐', NULL, '', NULL, NULL, '2021-09-14 12:08:18'),
(57, '9', NULL, NULL, '마지막상담일', NULL, NULL, '초등', '묘곡초', '5', '조예랑', '월2.5금2.5', '미정', '미정', '미정', '1', '16.5', '5', '16.5', '', '', 225000, NULL, NULL, '1시간 30분 수업  ', '학습기록', NULL, NULL, NULL, '외동', NULL, '고래힐', NULL, '', NULL, NULL, '2021-08-01 19:41:35'),
(58, '9', '', '', '마지막상담일', NULL, NULL, '초등', '묘곡초', '5', '황하윤', '수2토9', '미정', '미정', '미정', '3', '14', '6', '9', '', '', 300000, NULL, NULL, '초5 황하윤 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(0시간), 토(2시간), 일(1시간) 주당 총 8시간\n\n초5 입반 레벨테스트(3월) 50.70점\n\n<교재이력>\n초5-1 : 디딤돌(기본+응용) , 쎈\n초5-2 : 빅터연산, 디딤돌(기본+응용)\n초6-1 : 빅터연산 \n\n<교재진행사항>\n1) 연산선행 \n- 초5-2 ( 빅터연산 ) 총 8단원 - 7/15 종료(3개월 소요)\n 1단원(4/20시작) 2단원(4/22시작) 3단원(4/25) 4단원(5/18) 5단원(5/26) 6단원(6/4) 7단원(6/19) 8단원(6/30시작, 7/15 종료)\n\n- 초6-1 ( 빅터연산 ) 총 8단원\n 1단원(7/19시작) 2단원(7/21시작) 3단원(7/28시작) 4단원(8/4) 5단원(8/25) 6단원( 9/2시작, 현재 진행중)\n\n향후 초6-2 ( 빅터연산 ) 진행 예정\n\n2) 개념선행 \n- 초5-2 ( 디딤돌(기본+응용) ) 총 6단원\n 1단원(5/21시작) 2단원(6/4시작) 3단원(6/19) 4단원(7/14) 5단원(8/3) 6단원(8/29시작 현재 마무리 중 )\n- 초6-1 ( 디딤돌(기본+응용) ) 진행 예정\n\n3) 현행심화 \n- 초5-1 ( 디딤돌(기본+응용) ) 총 6단원  6/2 완료 \n  1단원~4단원 ( 기진행 ) 5단원(5/2시작) 6단원(5/13시작, 6/2 종료) \n\n- 초5-1 ( 쎈 교재 ) 총 6단원\n 1단원( 6/6 시작) 6단원(6/12시작) 5단원(7/24시작) 4단원( 현재 진행중) \n 학교 진도에 맞게 뒷부분을 먼저 하고 나머지 단원 문제를 풀면서 실력과정 연습 중\n\n<단원평가 결과>\n초5-1 기본과정\n1단원(10개/10문제) 통과\n2단원(4개/10문제) -> 재시험(9개/10문제)\n3단원(6개/10문제) -> 재시험(8개/10문제)\n4단원(8개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(5개/10문제) -> 재시험1(5개/10문제) -> 재시험2(8개/10문제)\n\n초5-1 실력과정으로 업그레이드\n1단원(6개/10문제) -> 재시험(9개/10문제)\n2단원(4개/10문제) -> 재시험(8개/10문제)\n5단원(2개/10문제) -> 재시험예정\n3단원, 4단원, 6단원 -> 진행예정\n\n초5-2 기본과정\n1단원(8개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(9개/10문제) 통과\n4단원 -> 진행예정\n\n<학습 주안점>\n- 연산교재부터 학습량을 늘리면서 선행 학습체계를 잡아가고 있음.\n- 현재까지는 실력 수준을 현행심화과정 목표로 삼고 있음. \n- 연산이 느린편이지만 연산연습을 착실하게 하고 있어서 향후 나아질 것으로 예상.  ', '학습기록', NULL, NULL, NULL, '', NULL, '고래힐', NULL, '', NULL, NULL, '2021-10-06 09:20:21'),
(59, '1', '', '', '마지막상담일', NULL, NULL, '중등', '', '1', '이준근', '화4목4', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, NULL, NULL, '7월 7일까지 학습 상황 공유드립니다.\r\n<자기주도 학습시간계획>\r\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(1.5시간), 일(0시간) 주당 총 8시간\r\n\r\n<교재 학습이력>\r\n중1-1 : 쎈(마무리중)\r\n중1-2 : 라이트쎈(마무리중)\r\n중2-1 : 디딤돌연산(2A)(6/8종료), 디딤돌연산(2B)(진행중)\r\n중2-2 : 올리드(과거)\r\n\r\n<현재 진행사항>\r\n1) 연산선행 - 중2-1( 디딤돌연산 2-1B) 총 7단원\r\n 1단원(5/4 시작) ~ 3단원(6/26 시작 현재 진행중)\r\n\r\n2) 개념선행 - 중1-2( 라이트쎈 ) 총 18단원\r\n 1단원(4/2 시작) ~ 18단원( 마무리중 )3) 현행심화\r\n\r\n3) 현행심화 - 중1-1( 쎈 ) 총 9단원\r\n 1단원(4/22 시작) ~ 9단원(6/24시작 마무리중)\r\n\r\n<단원평가사항>\r\n중1-1 기본과정\r\n1단원(10개/15문제) -> 재시험 (14개/15문제)\r\n2단원(13개/15문제) -> 통과\r\n3단원(11개/15문제) -> 재시험 (15개/15문제)\r\n4단원(14개/15문제) -> 통과\r\n5단원(9개/15문제) -> 재시험 (15개/15문제)\r\n\r\n중1-1 실력과정으로 업그레이드\r\n1단원(8개/15문제) -> 재시험1 (10개/15문제)-> 재시험2(11개/15문제)\r\n2단원(9개/15문제) -> 재시험 (13개/15문제)\r\n3단원( 진행예정 )\r\n\r\n<레벨테스트>\r\n중1-1  3월 - 53.52점', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-12 22:50:13'),
(61, '9', NULL, NULL, '마지막상담일', NULL, NULL, '중등', '고덕중', '2', '고유진', '화8목8', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, NULL, NULL, '화목   \r\n성적부진으로 퇴원 ', '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-13 11:22:28'),
(68, '1', '', '', '마지막상담일', NULL, NULL, '중등', '명일중', '1', '김하늘', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, NULL, NULL, '', '중1 김하늘 학습기록 공유드립니다.\n10월 29일 updated\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1시간), 일(1.5시간) 주당 총 10.5시간\n\n<입반 테스트>\n중1 레벨테스트(4월) 77.46점\n\n<교재이력>\n중1-1 : 학원교재, RPM, 최고수준\n중1-2 : 학원교재, 쎈, 일품\n중2-1 : 학원교재, 과외, 쎈, 일품\n중2-2 : 빨리이해하는 수학, 라이트쎈\n중3-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1 (쎈교재) 총 11단원 종료\n1단원(4/21시작) 2단원(4/30시작) 3단원(5/12) 4단원(5/14) 5단원(5/19) 6단원(5/24) 7단원(5/27) 8단원(6/1) 9단원(6/9) 10단원(6/16) 11단원(6/27시작 7/22 종료) - 대략 3개월 소요\n\n- 중2-2 (라이트쎈 교재)  총 11단원\n1단원(7/10시작) 2단원(7/15시작) 3단원(7/22) 4단원(7/28) 5단원(8/4) 6단원(8/10) 7단원(8/21) 8단원(8/30) 9단원(9/8) 10단원(9/18) 11단원(9/25시작, 10/1종료) 대략 2.7개월 소요\n\n- 중3-1 (수력충전 교재) 총 7단원\n1단원(10/2시작) 2단원(10/9) 3단원(10/24시작, 진행중)\n\n2) 개념선행 \n- 중1-2(쎈 교재) 총 11단원 종료\n10단원(4/29시작) 11단원(4/30시작) 12단원(5/8) 13단원(5/14) 14단원(5/19) 15단원(5/25) 16단원(6/5) 17단원(6/16) 18단원(6/20) 19단원(7/7) 20단원(7/11시작, 7/22종료)  - 대략 2.8개월 소요\n\n- 중2-1(일품 교재) 총 9단원\n1단원(7/23시작) 2단원(7/27시작) 3단원(7/31) 4단원(8/10) 5단원(8/14) 6단원(8/30) 7단원(9/4) 8단원(9/19) 9단원(9/30시작, 10/29종료) 대략 3개월 소요\n\n3) 현행 심화 \n- 중1-1( RPM 교재) 총 9단원\n1단원(4/21시작) 2단원 3단원(4/29시작) 4단원(4/30) 5단원(5/8) 6단원(5/16) 7단원(5/18) 8단원(5/19) 9단원(5/23시작, 5/24 종료) - 대략 1개월 소요\n\n- 중1-1 (최고수준 교재) 총 9단원\n1단원(5/5시작) 2단원(5/6시작) 5단원(5/26) 6단원(5/28) 7단원(5/30) 8단원(6/8) 9단원(6/11) 3단원(6/23) 4단원(6/28시작, 7/9 종료) - 대략 2.1개월 소요\n\n- 중1-2 (일품 교재) 총 9단원\n8단원(7/17시작) 9단원(7/20시작) 10단원(7/26) 11단원(8/2) 12단원(8/9) 13단원(8/23) 14단원(8/28) 15단원(9/8) 16단원(9/5시작, 9/24 종료) 대략 2.2개월 소요\n\n- 중1-2 (에이급 교재) 총 5단원\n1단원(9/26시작) 2단원(10/12) 3단원(10/27시작, 진행중)  A단계 빼고 진행중\n \n<단원평가사항>\n중1-1 기본과정\n1대단원(13개/15문제) 통과\n2대단원(13개/15문제) 통과\n3대단원(15개/15문제) 통과\n4대단원(14개/15문제) 통과\n5대단원(11개/15문제) -> 재시험(13개/15문제)\n\n중1-1 실력과정\n1대단원(6개/15문제) -> 재시험1(9개/15문제) -> 재시험2(12개/15문제)\n2대단원(6개/15문제) -> 재시험(12개/15문제)\n3대단원(10개/15문제) -> 재시험(15개/15문제)\n4대단원(11개/15문제) -> 재시험(14개/15문제)\n5대단원(7개/15문제) -> 재시험(13개/15문제)\n\n중1-2 실력과정\n1대단원(10개/15문제) -> 재시험(13개/15문제)\n2대단원(11개/15문제) -> 재시험1(11개/15문제) -> 재시험2(15개/15문제)\n3대단원(12개/15문제) 통과\n4대단원(10개/15문제) -> 재시험1(11개/15문제) -> 재시험2(13개/15문제)\n5대단원(10개/15문제) -> 재시험(11개/15문제) -> 재시험2(13개/15문제)\n6대단원(10개/15문제) -> 재시험(14개/15문제)\n7대단원(11개/15문제) -> 재시험(15개/15문제)\n\n중2-1 실력과정\n1대단원(10개/15문제) -> 재시험(14개/15문제)\n2대단원(10개/15문제) -> 재시험(12개/15문제)\n3대단원 예정\n  \n<학습시 주안점>\n- 성실하게 자기주도학습을 잘 따라 주었습니다. \n- 실력평가의 경우 재시험을 2번 보아야 통과하는 정도였으나 점차 나아지고 있습니다. \n- 체계적인 심화 학습을 꾸준히 하면 좋습니다.\n- 자기주도학습을 잘 이해하고 좋은 학습습관을 형성하였기 때문에 어떤 곳에서 공부하든 열심히 잘 할 거라고 생각됩니다. ', '', NULL, NULL, '', NULL, '래미안', NULL, '', NULL, NULL, '2021-10-29 20:56:40'),
(69, '1', '', '', '마지막상담일', NULL, NULL, '중등', '명일중', '3', '전은호', '화8목8', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, NULL, NULL, '', '중3\r\n\r\n강남기출\r\n3-1. 이차방정식의 풀이 20/25\r\n3-2. 이차방정식의  활용 진행\r\n4-1. 이차함수의 뜻과 그래프 진행\r\n4-2. 이차함수의 그래프 진행 \r\n\r\n5-1 삼각비 21/25\r\n\r\n최다빈출 \r\n5-1. 삼각비 13/20\r\n7-1. 대푯값과 산포도 15/20\r\n7-2. 상관관계 19/20\r\n\r\n2021년 3-1 기말  주변 기출\r\n명일중 2020 3-1기말 14/20\r\n한영중 2020 3-1 기말 14/22\r\n\r\n명일중 2019 3-2중간 7/10\r\n명일중 예상 중3-2 중간   36/60 \r\n\r\n최다오답\r\n5. 삼각비 7/15', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-26 20:45:09'),
(70, '1', '', '', '마지막상담일', NULL, NULL, '초등', '묘곡초', '4', '이예준', '화2목2', '미정', '미정', '미정', '2', '14', '4', '14', '', '', 225000, NULL, NULL, '글씨를 또박또박 눌러 씀\n계산 빠름   ', '지금까지 예준이 학습 상황 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1.5시간), 수(1시간), 목(1.5시간), 금(1시간), 토(0시간), 일(1시간) 주당 총 7시간\n\n<레벨테스트>\n초4 3월 - 57.74점 \n초4 7월 - 73.23점\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1(빅터연산교재) 총 8단원 \n1단원(4/25 시작)~ 8단원(7/14시작, 7/21종료) 대략 3개월 소요\n- 초5-2(빅터연산교재) 총 8단원\n1단원(7/22 시작)~ 8단원(10/1시작, 10/4종료) 대략 2.3개월 소요\n- 초6-1(빅터연산교재) 총 8단원\n1단원(10/8 시작) 2단원(10/14시작) 3단원(10/19시작, 현재진행중)\n\n2) 개념선행 \n- 초4-2(디딤돌 기+응 교재) 총 6단원\n1단원(4/28 시작) ~ 6단원(6/24 시작, 7/2종료) 대략 2개월 소요\n- 초5-1(디딤돌 기+응 교재) 총 6단원\n1단원(8/2 시작) 2단원(8/24 시작) 3단원(9/12) 4단원(9/26) 5단원(10/13시작, 현재진행중) \n\n3) 현행심화 \n- 초4-1(디딤돌 기+응) 총6 단원\n1단원(3/23시작)~ 6단원(4/19시작, 4/22종료) 대략 1개월 소요\n- 초4-1( 최상위S교재) 총 6단원\n1단원(4/28 시작) ~6단원(6/9시작, 6/20종료) 복습책(7/21종료) 대략 3개월 소요 \n- 초4-2(쎈교재) 총 6단원\n1단원(7/22시작) 2단원(8/10시작) 3단원(8/26) 4단원(9/19) 5단원(10/12시작, 현재 진행중) \n\n<단원평가사항>\n- 초4-1 기본과정\n1단원(10개/10문제) 통과\n2단원(10개/10문제) 통과\n3단원(10개/10문제) 통과\n 실력과정으로 업그레이드\n- 초4-1 실력과정\n2단원(5개/10문제) -> 재시험 (9개/10문제) \n3단원(10개/10문제) 통과\n4단원(8개/10문제)  통과\n5단원(9개/10문제) 통과\n6단원(9개/10문제) 통과\n- 초4-2 실력과정\n1단원(9개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(6개/10문제) -> 재시험(8개/10문제)\n4단원(6개/10문제) -> 재시험 예정\n\n<학습주안점>\n- 성실하게 자기주도학습을 진행중\n- 풀이과정 글씨가 조금씩 나아지고 있음.\n- 선행도 챙기면서 점점 실력, 심화과정 학습을 진행하고 있음.\n', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-21 14:36:56'),
(72, '9', NULL, NULL, '마지막상담일', NULL, NULL, '중등', '삼육중', '3', '이수현', '토18', '미정', '미정', '미정', '6', '18', '1', '', '', '', 200000, NULL, NULL, '고등심화    \r\n입시준비 ', '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-13 11:22:15'),
(77, '9', '', '', '마지막상담일', NULL, NULL, '초등', '묘곡초', '5', '안소율', '화2목2', '기본', '실력', '심화', '2', '14', '4', '14', '', '', 300000, NULL, NULL, '전체적으로 무난하게 잘 따라감. 연산속도 향상을 위해 현행 복습 중  \n6/1 첫수업 시작 ', '학습기록', NULL, NULL, NULL, '초3', NULL, '고래힐', NULL, '', NULL, NULL, '2021-09-02 22:59:27'),
(78, '9', '', '', '마지막상담일', NULL, NULL, '중등', '고덕중', '2', '이채은', '월6금6', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, NULL, NULL, '중2 이채은  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n중2 레벨테스트(6월) 32.39점\n\n<교재이력>\n중2-1 : 엠베스트, 쎈\n중2-2 : 디딤돌연산, 라이트쎈, RPM\n중3-1 : 수력충전\n \n<교재진행사항>\n1) 연산선행 \n- 중2-2 (디딤돌연산) - 총11단원 ( 8/17종료 )\n1단원(7/7시작) 2단원(7/9) 3단원(7/12) 4단원(7/16) 5단원(7/20) 6단원(7/23) 7단원(7/27) 8단원(7/28) 9단원(8/3) 10단원(8/10) 11단원(8/13시작, 8/17종료) 대략 1.3개월 소요\n\n- 중3-1 (수력충전) - 총 7단원\n1단원(8/18시작) 2단원(8/21) 3단원(8/27) 4단원(9/1시작, 현재진행중)\n\n2) 개념선행 \n- 중2-2 (라이트쎈) - 총 11단원 \n1단원(7/15시작) 2단원(7/17) 3단원(7/26) 4단원(7/31) 5단원(8/6) 6단원(8/11) 7단원(8/16) 8단원(8/20) 9단원(8/25) 10단원(9/3시작, 현재진행중)\n\n3) 현행 심화 \n- 중2-1 ( 쎈 ) - 총 11단원 (8/4 종료)\n1단원~5단원, 6단원(6/3시작) 7단원(6/6) 8단원(6/9) 9단원(7/8) 10단원(6/20) 11단원(7/5시작, 8/4 종료)\n\n- 중2-2 (RPM) - 총 6단원\n1단원(8/27시작) 2단원(9/2시작, 현재 진행중)\n\n<단원평가사항>\n- 중2-2 기본평가\n1단원(15개/15문제) 통과\n2단원(14개/15문제) 통과\n3단원(10개/15문제) ->재시험(14개/15문제)\n4단원(13개/15문제) 통과\n5단원(13개/15문제) 통과\n6단원 평가예정\n\n내신기간에 실력평가 예정\n\n<학습 주안점>\n- 엠베스트 인강공부를 하고 있었는데 기본기가 갖추어지지 못했었음.\n- 쉬운 연산교재로 선행하고, 적절한 난이도의 교재로 자기주도학습을 성실하게 진행한 결과 기본기가 많이 좋아졌음.\n- 중3 선행을 서둘러서 마무리하고 고1 과정 연산 연습을 빨리 들어가면 좋을 듯 함.   ', '내신기록\n\n고덕중 2019년 중2-1 기말. 10개/24문제\n\n단원평가 중2-1 기초 5.일차함수 11개/15문제\n\n고덕중 2019년 중2-2 중간 18개/23문제\n\n강남기출\n2021년\n4.1 이등변삼각형 22개/25문제\n4-2 삼각형의 외심과 내심. 20개/25문제\n5-1. 평행사변형 18개/25문제\n5-2. 여러가지 사각형 19개/25문제 ', '', NULL, NULL, '고3 오빠', NULL, '아이파크', NULL, '', NULL, NULL, '2021-11-01 13:55:21'),
(79, '1', '', '', '마지막상담일', NULL, NULL, '중등', '명일중', '2', '강민성', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, NULL, NULL, '', '2021년 11월 19일 업데이트\n\n중2 강민성 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n중2 5월 : 23.61점\n\n<내신기록>\n중2-1 중간 34점 기말 58점\n중2-2 중간 90점\n\n<교재이력>\n중2-1 : 평가문제집, 쎈\n중2-2 : 디딤돌 연산, 쎈, 일품\n중3-1 : 수력충전, 라이트쎈\n중3-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n-중2-2 (디딤돌연산) 총 11단원\n1단원(5/9시작) 2단원(5/23) 3단원(6/4) 4단원(7/17) 5단원(7/28) 6단원(7/30) 7단원(8/3) 8단원(8/11) 9단원(8/14) 10단원(8/28) 11단원(10/5시작, 10/11종료) 대략 4개월 소요\n\n- 중3-2 (수력충전) 총 6단원\n1단원(11/1 시작, 현재진행중)\n\n2) 개념선행 \n- 중3-1 (라이트쎈) 총 10단원\n1단원(7/31시작) 2단원(8/22) 3단원(8/31) 4단원(10/4시작, 중단)\n\n- 중3-1 (수력충전) 예정\n\n3) 현행 심화 \n- 중2-1 (쎈 ) 총 11단원\n1단원~7단원(기존) 8단원(5/19시작) 9단원(6/4) 10단원(6/15) 11단원(6/11시작, 7/11종료)\n \n- 중2-2 (쎈) 총 11단원\n1단원(7/22시작) 2단원(7/28) 3단원(8/12) 4단원(8/22) 5단원(9/7) 6단원(10/23) 7단원(11/1) 8단원(11/16) 9단원(11/19시작, 현재진행중)\n\n<단원평가사항>\n중2-1 기본평가\n3단원(11개/15문제) -> 재시험예정\n4단원(13개/15문제) 통과\n5단원(15개/15문제) 통과\n\n중2-1 실력평가\n4단원(9개/15문제) \n\n중2-2 기본평가\n1단원(15개/15문제) 통과\n2단원(14개/15문제) 통과\n3단원(13개/15문제) 통과\n4단원(15개/15문제) 통과\n\n중2-2 실력평가\n1단원(10개/15문제) -> 재시험(12개/15문제)\n2단원(11개/15문제) -> 재시험(14개/15문제)\n3단원(10개/15문제) -> 재시험 예정\n\n\n<학습시 주안점>\n- 집에서 하는 학습량이 적음.\n ', '내신준비기록\n중2-1 기말\n단원평가 3.일차부등식 기본 11/15\n4. 연립방정식 기본 13/15\n5. 일차함수 기본 15/15\n\n\n배재중 2019 중2-1기말 14/18\n명일중 2019 중2-1기말 17/21 \n한영중 2019 중2-1기말 18/21\n\n명일중 2019 중2-2중간 18/21\n\n\n강남기출 \n4-1. 이등변삼각형 25/25\n4-2. 삼각형의 외심과 내심 25/25\n5-1. 평행사변형 23/25\n5-2. 여러가지 사각형 22/25\n\n최다오답\n4. 삼각형 성질 14/15\n5. 사각형 성질 13/15   ', NULL, NULL, '', NULL, '고래힐', NULL, '', NULL, NULL, '2021-11-19 21:39:10'),
(80, '9', '20210701', '20210731', '20210720', NULL, NULL, '초등', '묘곡초', '6', '이유빈', '수6토16', '미정', '미정', '미정', '3', '18', '6', '16', '', '', 300000, NULL, NULL, '수학의 힘 다녔고\n2월에 아이파크로 이사옮      ', '학습기록', NULL, NULL, NULL, '', NULL, '아이파크', NULL, '', NULL, NULL, '2021-08-07 23:24:48'),
(81, '1', '', '', '마지막상담일', NULL, NULL, '중등', '한영중', '2', '김하은', '수8토18', '미정', '미정', '미정', '3', '20', '6', '18', '', '', 350000, NULL, NULL, '', '학습기록 ', '최다오답\n3.함수 14/15\n4.삼각형의 성질 12/15\n\n강남기출\n4-2. 삼각형의 외심과 내심 23/25문제\n\n\n중2-2 중간고사 한영중 예상기출\n51개/56문제\n\n단원평가 \n3. 연립방정식 19/25문제\n\n\n2019 1학기 기말 \n한영중 19/21문제\n명일중 17/21문제\n\n강남3구\n2-3. 연립일차방정식의 활용 16/25문제\n3-1 일차함수와 그 그래프 23/25문제\n3-2 일차함수와 일차방정식 21/25문제\n', NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-11-03 22:07:16'),
(82, '1', '', '', '2021.10.15', NULL, NULL, '초등', '묘곡초', '5', '이서우', '월4금4', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, NULL, NULL, '초5 이서우 학습 기록 공유드립니다.\r\n10월 15일 updated\r\n\r\n<자기주도 학습시간계획>\r\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\r\n\r\n입반 레벨테스트(6월) 81.69점\r\n\r\n<교재진행사항>\r\n1) 연산선행 \r\n- 중1-1A(기적의 계산법) 기존교재 7/20 종료\r\n\r\n- 중1-1B(빅터연산)  총 3 대단원\r\n1대단원(7/22 시작) 2대단원(8/7) 3대단원(8/19시작, 8/27종료) 약 1개월 소요\r\n\r\n- 중1-2 (수력충전) 총 9단원 9/26 종료\r\n1단원(8/30시작) 2단원(8/31) 3단원(9/2) 4단원(9/4) 5단원(9/8) 6단원(9/11) 7단원(9/14) 8단원(9/18) 9단원(9/24시작, 9/26종료) 약 1개월 소요\r\n \r\n2) 개념선행 \r\n- 초6-1(최상위) 총 6단원\r\n1단원(7/2시작), 2단원(7/7시작), 3단원(7/9시작), 4단원(7/14), 5단원(7/17), 6단원(7/21시작, 7/23 종료)   총 3주 소요\r\n\r\n- 중1-1(쎈)  총 9단원\r\n1단원(8/5 시작), 2단원(8/13), 3단원(8/21) 4단원(8/26) 5단원(8/31) 6단원(9/11) 7단원(9/23) 8단원(10/7) 9단원(10/13시작, 현재 마무리중)\r\n\r\n- 중1-2(RPM) 총 8단원\r\n1단원(9/29 시작) 2단원(10/4) 3단원(10/12시작, 현재 진행중)\r\n\r\n3) 현행 심화 \r\n- 초5-2(최상위S교재) 총 6단원 8/16 종료\r\n1단원(7/7 시작), 2단원(7/14), 3단원(7/19), 4단원(7/26), 5단원(7/31), 6단원(8/3시작 8/16 종료)  총 1달 소요\r\n\r\n초5-2 ( 왕수학 점프 교재) 총 6단원\r\n1단원( 8/17 시작) 2단원(8/26) 3단원(9/14시작, 현재 진행중)\r\n\r\n<단원평가사항>\r\n초5-2 실력과정\r\n1단원( 10개/10문제 ) 통과\r\n2단원( 8개/10문제 ) 통과\r\n3단원( 8개/10문제 ) 통과\r\n4단원( 8개/10문제 ) 통과\r\n5단원( 10개/10문제 ) 통과\r\n6단원( 8개/10문제 ) 통과\r\n\r\n초5-2 심화과정\r\n1단원( 6개/10문제 ) -> 재시험 (8개/10문제)\r\n2단원( 8개/10문제 ) 통과\r\n3단원 평가 예정\r\n \r\n초6-1 실력과정\r\n1단원( 10개/10문제 ) 통과\r\n2단원( 10개/10문제 ) 통과\r\n3단원( 10개/10문제 ) 통과\r\n4단원( 8개/10문제 ) 통과\r\n\r\n초6-1 심화과정\r\n1단원( 7개/10문제 ) 재시험 예정\r\n2단원( 6개/10문제 ) 재시험 예정\r\n3단원( 8개/10문제 ) 통과\r\n4단원( 6개/10문제 ) 재시험 예정\r\n\r\n중1-1 실력과정\r\n1단원(13개/15문제) 통과\r\n2단원( 9개/15문제) -> 재시험(10개/15문제)\r\n3단원( 7개/15문제) -> 재시험(11개/15문제)\r\n4단원( 11개/15문제) -> 재시험 예정\r\n\r\n<학습시 주안점>\r\n- 글씨 크기 일정하고 깨끗하게 쓰기 연습중\r\n- 풀이과정 생략없이 논리적으로 풀이과정 적는 연습중\r\n- 초5-2 심화과정 단원평가와 중1-1 단원평가 결과가 아직까지는 미흡  ', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-16 15:10:16'),
(83, '9', '', '', '마지막상담일', NULL, NULL, '중등', '', '1', '홍지효', '토9', '미정', '미정', '미정', '6', '9', '', '', '', '', 175000, NULL, NULL, '구주이배 6월 기준 3-1 선행 ', '학습기록', NULL, NULL, NULL, '', NULL, '고래힐', NULL, '', NULL, NULL, '2021-08-30 23:19:28'),
(84, '1', '', '', '마지막상담일', NULL, NULL, '중등', '배재중', '2', '이선근', '화8목8', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, NULL, NULL, '중2-2 중간 기출\r\n배재중 13/15\r\n명일중 20/21\r\n삼육중 예상 52/52\r\n강남기출 \r\n4-1 이등변삼각형 25/25\r\n4-2 삼각형의 외심과 내심 25/25\r\n5-1 평행사변형 25/25\r\n5-2 여러가지 사각형 25/25\r\n최다오답 \r\n4.삼각형의 성질 15/15\r\n5.사각형의 성질 15/15\r\n\r\n중2-1 기말 기출\r\n강남기출 \r\n2-3 연립일차방정식의 활용 21/25\r\n3-1 일차함수의 그래프 19/25\r\n3-2 일차함수와 일차방정식 24/25\r\n ', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 10:04:07'),
(86, '9', '', '', '마지막상담일', NULL, NULL, '중등', '명일중', '1', '여지훈', '월4금4', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 350000, NULL, NULL, '<8월26기준 학습기록>\n\n중1 여지훈 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(2시간), 토(0시간), 일(2시간) 주당 총 11시간\n\n입반 레벨테스트(6월) 61.97점\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1 (개념+유형교재) 총 6단원\n1단원~4단원(이전에 진행), 5단원(6/4시작) 5단원(6/26시작) 6단원(6/26시작 7/9종료) \n- 중2-2 (디딤돌연산교재)  총 11단원\n1단원(7/11시작) 2단원(7/16시작) 3단원(7/22) 4단원(7/18) 5단원(8/2) 6단원(8/5) 7단원(8/11) 8단원(8/13) 9단원(8/20시작 현재 진행중) \n\n2) 개념선행 \n- 중1-2(라이트쎈교재) 총 9단원\n1단원(6/3시작) 2단원(6/8시작) 3단원(6/14) 4단원(6/18) 5단원(6/26) 6단원(7/5) 7단원(7/12) 8단원(7/22) 9단원(8/2시작 8/7 종료) \n\n- 중2-1(RPM교재) 총 9단원\n1단원(8/16시작 현재 진행중)\n\n3) 현행 심화 \n- 중1-1 (최고수준교재) 총 9단원\n5단원(6/14시작), 6단원(6/22) 7단원(6/25) 8단원(7/5) 9단원(7/9시작) 1단원(7/15시작) 2단원(7/23 시작) 3단원(7/30), 4단원(8/4시작 8/9 종료) 대략 2.7달 소요\n\n- 중1-2 (RPM재) 총 8단원\n1단원(8/16시작) 2단원(8/19시작 현재 진행중)\n\n<단원평가사항>\n중1-1 \n<기본과정>\n3대단원( 13개/15문제 ) 통과\n4대단원( 14개/15문제 ) 통과\n5대단원( 13개/15문제 ) 통과\n<실력과정>\n3대단원( 8개/15문제 ) 재시험 (13개/15문제)\n4대단원( 9개/15문제 ) 재시험 (14개/15문제)\n1대단원( 8개/15문제 ) 재시험 예정\n\n<학습시 주안점>\n성실하게 자기주도학습체계를 잘 따라 주었습니다. \n기본기를 탄탄히 하면서 현행 심화를 통해 심화 사고력을 기르기를 추천합니다.\n\n  ', '학습기록', NULL, NULL, NULL, '명덕초 4 여동생', NULL, '고래힐', NULL, '010-9315-6332', NULL, NULL, '2021-08-30 23:15:00'),
(88, '1', NULL, NULL, '마지막상담일', NULL, NULL, '중등', '고덕중', '1', '차윤성', '화4목4', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, NULL, NULL, '중1-1 만랩PM , 투탑수학, 최고수준(최근)\n중1-2 디딤돌 연산\n중1-2 개념+유형', '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-25 13:25:08'),
(92, '1', '2021.07.10', '', '마지막상담일', NULL, NULL, '초등', '명덕초', '6', '하민영', '수2토9', '미정', '미정', '미정', '3', '14', '6', '9', '', '', 300000, NULL, NULL, '초6 하민영 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n초6 입반 레벨테스트(7월) 12.67점\n\n<교재진행사항>\n1) 연산선행 \n- 초6-2 ( 빅터연산 ) 총 9단원\n 1단원(7/10시작) 2단원(7/16시작) 3단원(7/28시작) 4단원(8/24) 5단원(9/4 시작, 현재 진행중)\n\n- 중1-1 ( 수력충전 ) 교재 진행 예정\n\n2) 개념선행 \n- 초6-2 ( EBS 만점왕 ) 총 6단원\n 1단원(8/14시작) 2단원(8/24시작) 3단원(9/4시작, 현재 진행중)\n\n3) 현행심화 \n- 초6-1 ( EBS 만점왕 ) 총 6단원  8/14 완료\n 1단원(7/10시작)  6단원(7/14시작) 2단원(7/21) 3단원(7/24) 4단원(7/30) 5단원(8/10시작 8/14종료) -> 약1개월 소요\n\n- 초6-2 ( 쎈 교재 ) 진행 예정\n\n<단원평가 결과>\n초6-1 기초과정\n3단원(9개/10문제) 통과\n4단원(5개/10문제) 재시험 예정\n5단원(6개/10문제) 재시험 예정\n6단원 진행 예정\n\n<학습 주안점>\n- 기초력이 약해서 쉬운교재로 학습량을 늘리면서 학습체계로 잡고 있음.\n- 꾸준히 학습량을 유지하면서 점차적으로 난이도를 올려주어야 함.', '학습기록', NULL, NULL, NULL, '명일중3 언니', NULL, '고래힐', NULL, '010-6898-1971', NULL, NULL, '2021-09-04 19:03:13'),
(94, '9', NULL, NULL, '마지막상담일', NULL, NULL, '중등', '강명중', '3', '오정석', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-15 00:39:29'),
(95, '1', NULL, NULL, '마지막상담일', NULL, NULL, '초등', '', '6', '김도원', '수2토9', '미정', '미정', '미정', '3', '14', '6', '9', '', '', 300000, NULL, NULL, '쌍둥이', '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-12 23:29:37'),
(96, '1', '2021.07.14', '', '마지막상담일', NULL, NULL, '고등', '한영고', '1', '장한별', '수8토18', '미정', '미정', '미정', '3', '20', '6', '18', '', '', 450000, NULL, NULL, '고1 장한별 학습 기록 공유드립니다.\r\n10월 15일 updated\r\n\r\n한영고 \r\n2021년 고1-2 중간고사 예상 족보  45/55\r\n\r\n강남기출\r\n3-3. 원의 방정식 (15개/20문제)\r\n4-1. 집합 (18개/20문제)\r\n4-2. 명제 (18개/20문제)\r\n3-4. 도형의 이동( 18개/20문제)\r\n\r\n단원평가\r\n3등급 1차\r\n1. 집합과 명제 (23개/30문제)\r\n3. 도형의 방정식 (25개/30문제)\r\n\r\n3등급 2차\r\n1. 집합과 명제 (23개/30문제)\r\n3. 도형의 방정식 (24개/30문제)\r\n\r\n ', '학습기록', NULL, NULL, NULL, '', NULL, '고래힐', NULL, '', NULL, NULL, '2021-10-16 18:18:35'),
(97, '1', '', '', '마지막상담일', NULL, NULL, '중등', '', '2', '김태윤', '수4토2', '미정', '미정', '미정', '3', '16', '6', '2', '', '', 350000, NULL, NULL, '내신준비기록\r\n\r\n배재중 2019 중2-1기말 14/18\r\n\r\n강남기출 \r\n4-1. 이등변삼각형 18/25\r\n4-2. 삼각형의 외심과 내심 17/25\r\n5-1. 평행사변형 19/25\r\n5-2. 여러가지 사각형 15/25\r\n\r\n최다오답\r\n4. 삼각형 성질 10/15\r\n5. 사각형 성질 8/15 ', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-08 19:30:53'),
(98, '9', '', '', '마지막상담일', NULL, NULL, '중등', '고덕중', '2', '김지안', '수8토18', '미정', '미정', '미정', '3', '20', '6', '18', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-08-30 23:19:57'),
(99, '1', NULL, NULL, '마지막상담일', NULL, NULL, '중등', '', '1', '김수현', '월6금6', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-12 23:32:13'),
(100, '9', '', '', '마지막상담일', NULL, NULL, '중등', '고덕중', '1', '윤태경', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, NULL, NULL, '고명초 졸업 , ADHL 약처방 받고 있음 ', '학습기록', NULL, NULL, NULL, '', NULL, '고래힐', NULL, '', NULL, NULL, '2021-10-05 21:46:38'),
(101, '1', '21년 7월 6일', '', '마지막상담일', NULL, NULL, '중등', '고덕중', '1', '고하민', '화8목8', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, NULL, NULL, '', '중1 고하민 학습 기록 공유드립니다.\n\n21년 11월 2일 updated\n\n<자기주도 학습시간계획>\n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 14시간\n\n<입반 테스트>\n중1 7월 레벨테스트 : 54.28점 -> 재시험(74.28점) \n중1 10월 레벨테스트 : 59.15점\n\n<교재진행사항>\n1) 연산선행 \n- 중2-2 (디딤돌연산교재)  총 11단원 종료\n1단원(7/7시작) 2단원(7/10시작) 3단원(7/15) 4단원(7/19) 5단원(7/22) 6단원(7/27) 7단원(7/27) 8단원(8/3) 9단원(8/10) 10단원(8/18) 11단원(8/30시작, 9/6종료) 대략 2개월 소요\n\n- 중3-1 (수력충전교재) 총 7단원\n1단원(9/4시작) 2단원(9/9) 3단원(9/23) 4단원(9/28) 5단원(10/7) 6단원(10/17) 7단원(10/31시작, 마무리중)\n\n- 중3-2 (수력충전교재) 예정\n\n2) 개념선행 \n- 중2-1(최상위) 기존교재 총 10단원\n1단원~4단원(기존 진행), 5단원(7/6시작) 6단원(7/10) 7단원(7/12) 8단원(7/20) 9단원(7/22) 10단원(7/29시작 8/10 종료) \n\n- 중2-2(개념원리) 기존교재  총 10단원\n1단원~6단원(기존 진행), 7단원(8/11시작) 8단원(8/18) 9단원(8/24) 10단원(9/1시작, 9/8종료) \n\n- 중 2-1 (TOT교재) 총 7단원\n1단원(9/9시작) 2단원(9/14) 3단원(9/26) 4단원(10/4) 5단원(10/16) 6단원(10/26) 7단원(11/1시작, 마무리중)\n\n- 중 3-1 (라이트쎈교재) 예정\n\n3) 현행 심화 \n- 중1-2 (일품교재) 총 9단원\n1단원(7/12 시작), 2단원(7/15), 3단원(7/17), 4단원(7/24), 5단원(7/26), 6단원(7/31) 7단원(8/2) 8단원(8/11) 9단원(8/15시작 8/24 종료)  대략 1.5달 소요\n\n- 중1-2 (에이급교재) 총 5단원\n1단원(8/22시작) 2단원(9/2) 3단원(9/12) 4단원(10/7) 5단원(10/25시작, 마무리중)\n\n- 중2-2 (쎈교재) 예정\n\n<단원평가사항>\n중1-1 실력평가\n3대단원(12개/15문제) 통과\n4대단원(9개/15문제) -> 재시험(13개/15문제)\n5대단원(11개/15문제) -> 재시험(12개/15문제)\n\n중1-2 실력평가\n1대단원( 14개/15문제 ) 통과\n2대단원( 13개/15문제 ) 통과\n3대단원( 14개/15문제 ) 통과\n4대단원( 15개/15문제 ) 통과\n5대단원( 11개/15문제 ) -> 재시험(14개/15문제)\n6대단원( 12개/15문제 ) 통과\n7대단원( 13개/15문제 ) 통과\n\n중1-2 심화평가\n1대단원( 10개/15문제) -> 재시험(14개/15문제)\n2대단원( 9개/15문제) -> 재시험(14개/15문제)\n3대단원( 5개/15문제) -> 재시험(14개/15문제)\n4대단원( 7개/15문제) -> 재시험(14개/15문제)\n5대단원( 5개/15문제) -> 재시험예정\n6대단원 예정\n\n<학습시 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 기존교재를 잘 정리하고 학생 수준에 맞는 교재로 선행과 현행 심화를 모두 챙기고 있음.\n- 단원평가의 경우 실력평가를 잘 마무리하고 심화평가를 진행하고 있음.\n- 문제를 차분하게 읽고 답을 구하는 연습을 통해 실수를 줄일 필요가 있음.    ', '', NULL, NULL, '', NULL, '그라시움', NULL, '', NULL, NULL, '2021-11-04 21:29:15'),
(104, '1', '', '', '마지막상담일', NULL, NULL, '미정', '', '', '아무개', '임시반', '미정', '미정', '미정', '', '', '', '', '', '', 0, NULL, NULL, '', '학습기록 ', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-18 23:37:42');
INSERT INTO `student` (`id`, `flag`, `start_date`, `end_date`, `report_last_date`, `user_id`, `password`, `grade1`, `school_name`, `grade2`, `name`, `class_name`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `status`, `rookie`, `sibling_memo`, `sibling_id`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `created`) VALUES
(105, '1', '2021년 7월 1', '', '마지막상담일', NULL, NULL, '중등', '성덕여중', '2', '황유선', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, NULL, NULL, '', '중2 황유선 학습 기록 공유드립니다.\n10월 28일 updated\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간\n\n<입반평가>\n- 레벨테스트(7월) 70.83점\n\n<내신평가>\n- 중2-1 중간( 60점 ), 기말 ( 80점 )\n- 중2-2 중간( 78점 )\n\n<교재이력>\n중2-1 : 쎈, 일품, 에이급\n중2-2 : 인강, 쎈, 일품\n중3-1 : 수력충전, 라이트쎈\n중3-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중3-1(수력충전교재) - 총 7단원\n1단원(7/19시작) 2단원(7/24) 3단원(7/28) 4단원(8/1) 5단원(8/7) 6단원(8/11) 7단원(8/17시작, 8/26종료) 약 1.2개월 소요\n \n- 중3-2(수력충전교재) - 총 6단원\n1단원(8/26시작) 2단원(9/4) 3단원(10/8) 4단원(10/11) 5단원(10/17) 6단원(10/23시작, 10/25종료) 약 2개월 소요\n\n- 다음교재 중 3-2 라이트쎈 예정\n \n2) 개념선행 \n- 중2-2(쎈)  총 11단원\n1,2,3,4단원(기존진행) 5단원(7/19시작) 6단원(7/22) 7단원(7/28) 8단원(8/2) 9단원(8/7) 10단원(8/11) 11단원(8/20시작, 8/28종료) 약 1.2개월 소요\n\n- 중3-1(라이트쎈) 총 10단원\n1단원(8/28시작) 2단원(9/7) 3단원(10/3) 4단원(10/10) 5단원(10/23시작, 현재진행중) \n\n3) 현행 심화 \n- 중2-2(일품교재) 총 9단원 - 최고수준 부분 나중에\n1단원(8/23시작) 2단원(9/6) 3단원(9/10) 4단원(9/17) 5단원(10/5) 6단원(10/10시작, 현재진행중)\n\n<단원평가사항>\n- 중2-2 기본과정\n1대단원(13개/15문제) 통과\n2대단원(13개/15문제) 통과\n3대단원(11개/15문제) -> 재시험1(11개/15문제) -> 재시험2(15개/15문제)\n4대단원(10개/15문제) -> 재시험(13개/15문제)\n5대단원( 예정 )\n6대단원( 예정 )\n\n- 중2-2 실력과정\n1대단원(9개/15문제) -> 재시험(14개/15문제)\n2대단원(6개/15문제) -> 재시험(14개/15문제)\n3대단원(6개/15문제) -> 재시험(15개/15문제)\n4대단원(6개/15문제) -> 재시험(13개/15문제)\n5대단원( 예정 )\n6대단원( 예정 )\n\n<학습시 주안점>\n- 자기주도학습체계를 성실하게 따르고 있음.\n- 풀이과정 생략이 많아 지적받고 교정받고 있음.\n- 논리적인 풀이가 아니라 짐작으로 끼워맞춰 문제 푸는 경향이 있어 교정중에 있음.\n- 단원평가 결과 실력과정의 1차평가 결과가 아직은 미흡\n  (-> 심화교재에 대한 꼼꼼한 연습이 필요 )', '2019 중2-2 중간\n성덕여자중 14개/19문제\n한영중 17개/20문제\n배재중 16개/18문제\n명일중 20개/21문제\n\n2018년 중2-2 중간\n명일중 4개/4문제\n\n강남기출\n4-1 이등변삼각형. 22개/25문제 \n4-2 삼각형의 외심과 내심 21개/25문제\n5-1 평행사변형 23개/25문제\n5-2 여러가지 사각형 21개/25문제\n\n최다오답\n4. 삼각형의 성질 12개/15문제\n5. 사각형의 성질 11개/15문제\n\n성덕여자중 중2-2 중간 예상문제\n50개/58문제  ', NULL, NULL, '초4 천호초', NULL, '천호동', NULL, '', NULL, NULL, '2021-10-28 14:02:16'),
(106, '1', '', '', '마지막상담일', NULL, NULL, '초등', '', '5', '김시우', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 300000, NULL, NULL, '초5 김시우 학습 기록 공유드립니다.\r\n\r\n<자기주도 학습시간계획>\r\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(0시간), 일(0시간) 주당 총 7시간\r\n\r\n초5 레벨테스트(7월) 54.93점\r\n\r\n<교재이력>\r\n초5-1 : 쎈\r\n초5-2 : 기탄, 디딤돌(기본+응용), 쎈\r\n초6-1 : 쎈연산, 디딤돌(기본+응용)\r\n\r\n \r\n<교재진행사항>\r\n1) 연산선행 \r\n- 초5-2 ( 기탄 ) - 종료\r\n- 초6-1 ( 쎈연산 ) - 총 5단원 - 종료\r\n1단원(8/12시작), 2단원(8/24), 3단원(9/2), 4단원(9/20), 5단원(9/30시작, 10/12종료) 대략 2달 소요\r\n\r\n다음교재는 초6-2 (쎈연산)\r\n\r\n2) 개념선행 \r\n- 초5-2 ( 디딤돌 기본+응용 ) - 총 6단원\r\n1단원(7/5시작), 2단원(7/8), 3단원(7/22), 4단원(8/6), 5단원(8/19), 6단원(8/31시작, 9/15종료) 대략 2.5달 소요\r\n실력보강 자료집 복습중\r\n\r\n- 다음교재는 초6-1 디딤돌(기본+응용) \r\n\r\n3) 현행심화 \r\n- 초5-1 ( 쎈 ) - 총 6단원\r\n1단원, 2단원, 3단원(7/6시작), 6단원(7/7시작), 4단원(7/21), 5단원(8/12) 9월 23일 종료 \r\n현재 모의고사 복습중 \r\n\r\n- 다음교재는 초5-2 (쎈 )\r\n\r\n<단원평가사항>\r\n- 초5-1 기본평가\r\n1단원(9개/10문제) 통과\r\n2단원(3개/10문제) -> 재시험(10개/10문제)\r\n3단원(5개/10문제) -> 재시험(9개/10문제)\r\n4단원(8개/10문제) 통과\r\n5단원(6개/10문제) -> 재시험(10개/10문제)\r\n6단원(8개/10문제) 통과\r\n\r\n- 초5-2 기본평가\r\n1단원(7개/10문제) \r\n\r\n<학습 주안점>\r\n- 성실하게 자기주도학습을 따르고 있음.\r\n- 연산선행 속도를 높여가고 있음.\r\n- 체계적인 선행을 통해, 난이도를 높여가면서 응용력을 기를 필요가 있음 \r\n  ( 당분간 기본평가 통과를 목표로 하고 실력평가로 난이도를 높이면 됨 )', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-12 22:49:04'),
(107, '1', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '6', '김규리', '월2금2', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 300000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '김도원 누나', NULL, '고래힐', NULL, '', NULL, NULL, '2021-08-12 01:15:29'),
(108, '9', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '한영중', '1', '한승윤', '수6토2', '미정', '미정', '미정', '', '', '', '', '', '', 0, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '롯데캐슬', NULL, '', NULL, NULL, '2021-08-30 23:18:30'),
(109, '1', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '6', '윤예서', '수6토11', '미정', '미정', '미정', '3', '6', '6', '11', '', '', 300000, NULL, NULL, '초6 윤예서 학습기록 공유드립니다.\r\n\r\n<자기주도 학습시간계획>\r\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\r\n\r\n입반 레벨테스트(8월) 60.56점\r\n\r\n<교재이력>\r\n초6-1 : ?\r\n초6-2 : 학원(4권) 최상위S\r\n중1-1 : 학원(1권) 수력충전, 라이트쎈\r\n중1-2 : 수력충전\r\n\r\n<교재진행사항>\r\n1) 연산선행 \r\n- 중1-1 (수력충전 교재) - 총 8단원 -  9/25 종료\r\n1단원(7/20), 6단원(9/1시작) 7단원(9/9시작) 8단원(9/13시작 9/25종료) 약 2개월 소요\r\n\r\n- 중1-2 (수력충전 교재) \r\n시작\r\n\r\n2) 개념선행 \r\n- 초6-2 ( 최상위S 교재 ) - 총 6단원\r\n1단원(9/2시작) 2단원(9/16시작) 3단원(9/25시작, 진행중)\r\n\r\n3) 현행 심화 \r\n- 초6-1 (최상위 교재) - 총 6단원\r\n1단원, 2단원, 3단원(9/2시작) 4단원(9/13시작) 5단원(9/29시작, 현재 진행중)\r\n \r\n<단원평가사항>\r\n초6-2 기본과정\r\n1단원 (7개/10문제) -> 재시험(10개/10문제)\r\n2단원 (7개/10문제) -> 재시험 예정\r\n3단원 (5개/10문제) -> 재시험 예정\r\n4단원 (7개/10문제) -> 재시험 예정\r\n5단원 (7개/10문제) -> 재시험 예정\r\n초6-2 실력과정\r\n1단원 (3개/10문제) -> 재시험 예정\r\n\r\n<학습시 주안점>\r\n성실하게 자기주도학습체계를 잘 따라 주고 있어 조금씩 발전해 갈 거라 생각됩니다. \r\n이전 학원에서 푼 교재 수에 비하면 초6-2 테스트 결과가 미흡하지만, 재시험을 통해 오답을 해 나갈 예정입니다.   ', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 10:09:28'),
(110, '1', '20210904', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '6', '이승지', '수4토9', '미정', '미정', '미정', '3', '4', '6', '9', '', '', 300000, NULL, NULL, '초6 이승지 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n초6 레벨테스트(9월) 60.56점\n\n<교재이력>\n초5-1 : 쎈\n초5-2 : 빅터연산, 디딤돌(기본+응용), 쎈\n초6-1 : 빅터연산, 디딤돌(기본+응용)\n초6-2 : 빅터연산\n \n<교재진행사항>\n1) 연산선행 \n- 초5-2 ( 빅터연산 ) - 종료\n- 초6-1 ( 빅터연산 ) - 총 9단원 - 종료\n1단원(4/4시작) 2단원(4/9시작) 3단원(4/16) 4단원(4/27) 5단원(5/5) 6단원(5/14) 7단원(5/25) 8단원(6/13시작, 6/27 종료) - 대략 3개월 소요\n- 초6-2 ( 빅터연산 ) - 총 9단원\n1단원(7/6시작) 2단원(7/13시작) 3단원(7/19) 4단원(8/5) 5단원(8/18) 6단원(8/23) 7단원(9/3) 8단원(9/10) 9단원(9/13시작, 현재 마무리 중) - 대략 2.2개월 소요\n\n 다음교재는 초6-2 (디딤돌 기본+응용) 예정\n\n2) 개념선행 \n- 초5-2 ( 디딤돌 기본+응용 ) - 총 6단원\n1단원(2/27시작) 2단원(3/16시작) 3단원(3/28) 4단원(4/18) 5단원(5/12) 6단원(6/4시작, 7/1종료) - 대략 4개월 소요\n\n- 초6-1 ( 디딤돌 기본+응용 ) - 총 6단원\n1단원(7/9시작) 2단원(7/24시작) 3단원(8/17) 4단원(9/3시작, 현재 진행중) - 대략 2개월 진행중\n\n3) 현행심화 \n- 초5-1 ( 쎈 ) - 총 6단원\n1단원(2/25시작) 2단원(3/11시작) 3단원(4/11시작) 4단원(4/29) 5단원(6/3) 6단원(6/27시작, 1단원부터 C단계 마무리하고 9/13 종료)\n\n- 초5-2 ( 쎈 ) - 총 6단원\n1단원(8/20시작, 현재 진행중) \n\n<단원평가사항>\n- 초5-1 기본평가\n1단원( 6개/10문제 ) -> 재시험(9개/10문제)\n2단원( 7개/10문제 ) -> 재시험(10개/10문제)\n3단원( 5개/10문제 ) -> 재시험(8개/10문제)\n4단원( 8개/10문제 ) 통과\n5단원( 5개/10문제 ) -> 재시험1(6개/10문제) -> 재시험2(8개/10문제)\n6단원( 7개/10문제 ) 통과\n\n- 초5-2 기본평가\n1단원( 3개/10문제 ) -> 재시험(8개/10문제)\n2단원( 8개/10문제 ) 통과\n3단원( 6개/10문제 ) -> 재시험 예정\n4단원 평가 예정\n\n- 초5-2 실력평가\n1단원( 6개/10문제 ) -> 재시험(8개/10문제)\n쎈교재 진도에 맞춰 계속 진행예정 \n\n<학습 주안점>\n- 성실하게 자기주도학습을 따르고 있음.\n- 연산연습을 충실하고 있음.\n- 체계적인 선행을 통해 실력평가와 심화평가 통과를 위한 연습이 필요함. \n      ', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 09:44:48'),
(111, '1', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '5', '김율', '수2토11', '미정', '미정', '미정', '3', '14', '6', '11', '', '', 300000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-09 09:35:42'),
(112, '1', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '5', '조경준', '수2토9', '미정', '미정', '미정', '3', '2', '6', '9', '', '', 300000, NULL, NULL, '', '2021년 11월 19일 업데이트\n\n초5 조경준 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (9월) 40.84점\n\n<교재이력>\n초5-1 : 개념유형, 디딤돌, 쎈\n초5-2 : 비상, 개념유형 파워, 디딤돌(기본+응용)\n초6-1 : 기탄수학 J2, J3\n\n<교재진행사항>\n1) 연산선행 \n- 기탄수학(J2교재) \n61~75, 76~90, 91~105(10/5시작) 106~120(10/11시작, 10/19종료)\n- 기탄수학(J3교재)\n121~135(10/18시작) 136~150(11/6) 151~165(11/15시작, 현재진행중)\n\n2) 개념선행 \n- 초5-2(디딤돌 기본+응용)  총 6단원\n1단원(10/2시작) 2단원(10/7) 3단원(10/15) 4단원(10/21) 5단원(10/29) 6단원(11/9시작, 마무리중) \n\n-다음교재 초5-2 (쎈교재 ) 예정\n\n3) 현행 심화 \n당분간 초5-1 복습 진행\n- 초5-1(쎈교재) 총 6단원\n1단원(10/2시작) 2단원(10/6) 3단원(10/18) 4단원(10/25) 5단원(11/8시작, 진행중)\n \n<단원평가사항>\n초5-1 기본평가\n1단원(8개/10문제) 통과\n2단원(7개/10문제) -> 재시험1(6개/10문제) -> 재시험2(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(5개/10문제) -> 재시험예정\n\n초5-2 기본평가\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(7개/10문제 -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(7개/10문제) -> 재시험(9개/10문제)\n5단원 예정\n\n<학습시 주안점>\n- 성실하게 자기주도학습을 잘 따르고 있습니다.\n- 단원평가 결과 아직까지는 기본평가를 완벽하게 통과 못하고 있으나 점점 나아질거라 생각됩니다.', '', NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-11-19 22:19:18'),
(113, '1', '2021.10.01', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '4', '박이안', '수4토9', '미정', '미정', '미정', '3', '4', '6', '9', '', '', 300000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 09:44:23'),
(114, '1', '2021.09.21', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '학교이름', '1', '정하윤', '월8금8', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-09 09:38:14'),
(115, '1', '2020.09', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '학교이름', '1', '강시은', '수6토2', '미정', '미정', '미정', '3', '18', '6', '14', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 09:45:02'),
(116, '1', '2021년 9월', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '고덕중', '3', '박비주', '수6토2', '미정', '미정', '미정', '3', '18', '6', '14', '', '', 350000, NULL, NULL, '', '중3 박비주 학습 기록 공유드립니다.\n10월 29일 updated\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(1시간) 주당 총 9시간\n\n<입반평가>\n- 레벨테스트(9월) 29.57점\n\n<교재이력>\n중2-1 : 수력충전\n중2-2 : 체크체크\n중3-1 : 개념+유형 엠베스트, 수력충전\n중3-2 : 교과서, 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중3-1(수력충전교재) - 총 7단원\n\n\n2) 개념선행 \n- 중2-1(수력충전교재)  총 8단원\n\n3) 현행 심화 \n- 중3-2(수력충전교재) 총 6단원\n\n<단원평가사항>\n- 중2-1 \n기초과정\n1대단원(15개/15문제)\n기본과정\n1대단원(13개/15문제)\n\n- 중3-1 \n기초과정\n1단원(12개/15문제)\n기본과정\n1단원(7개/15문제)\n\n<학습시 주안점>\n- 선행을 안하다가 기초부터 다시하고 있음', '', NULL, NULL, '', NULL, '아이파크', NULL, '', NULL, NULL, '2021-10-29 10:26:20'),
(118, '1', '2021.10', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '학교이름', '1', '김재관', '수6토2', '미정', '미정', '미정', '3', '18', '6', '14', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 09:30:49'),
(119, '1', '2021년8월 28', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '학교이름', '2', '정혜린', '수8토4', '미정', '미정', '미정', '3', '20', '6', '16', '', '', 350000, NULL, NULL, '', '중2 정혜린 학습 기록 공유드립니다.\n10월 28일 updated\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<입반평가>\n- 중2 레벨테스트(8월) 33.8점\n\n<내신평가>\n- 중2-1 중간(60점대), 기말(40점대)\n- 중2-2 중간(74점)\n\n<교재이력>\n중1-2 : 개념 플러스 유형, 라이트쎈, BOB\n중2-1 : 쎈, 일품\n중2-2 : 학원교재, 개념 플러스 유형, 일품(중단), 라이트쎈\n\n<교재진행사항>\n1) 연산선행 \n- 중3-1(수력충전교재) - 총 7단원\n1단원(8/28시작) 2단원(9/3) 3단원(9/30) 4단원(10/26시작, 진행중) \n \n- 다음교재 중 3-1 라이트쎈 예정\n \n2) 개념선행 \n- 중1-1(수력충전교재) - 총 8단원\n1단원(10/5시작) 2단원(10/6) 3단원(10/7) 4단원(10/9) 5단원(10/20시작, 진행중)\n\n3) 현행심화 \n- 중2-1(일품교재) 총9단원\n1단원(8/28시작, 중단)\n\n- 중1-2(라이트쎈교재) 총 11단원 \n1단원(9/3시작) 2단원(9/8) 3단원(9/14) 4단원(9/20) 5단원(10/5) 6단원(10/5) 7단원(10/11시작, 진행중)  -Preview 부분 당분간 제외하고 진행 \n\n<단원평가사항>\n- 중2-2 \n기초평가\n1대단원(12개/15문제) -> 통과\n2대단원(14개/15문제) -> 통과\n\n기본평가\n1대단원(11개/15문제) -> 재시험(15개/15문제)\n2대단원(11개/15문제) -> 재시험(14개/15문제)\n3대단원(10개/15문제) -> 재시험 진행중\n\n<학습시 주안점>\n- 이전과정의 부실함때문에 선행학습시 자기주도학습을 힘들어 했으나 조금씩 적응해 가고 있음.\n- 이전에 풀었던 교재 대비 기초실력이 부족해서 교재 난이도를 조정하고 학습하고 있음.\n- 기초평가는 통과하는데 기본평가를 1차로 통과 못하고 있음.\n- 동기부여가 필요한 학생. ', '', NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-29 10:49:44'),
(120, '1', '2021년 10월', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '배재중', '1', '박성윤', '화8목8', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, NULL, NULL, '', '중1 박성윤 학습 기록 공유드립니다.\n10월 28일 updated\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<입반평가>\n- 중1 레벨테스트(9월) 11.42점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2(수력충전교재) - 총 9단원\n1단원(10/5시작) 2단원(10/6) 3단원(10/7) 4단원(10/8) 5단원(10/12) 6단원(10/16) 7단원(10/19시작, 진행중) \n \n- 다음교재 중 3-2 라이트쎈 예정\n \n2) 개념복습 \n- 중1-1(수력충전교재) - 총 8단원\n1단원(10/5시작) 2단원(10/6) 3단원(10/7) 4단원(10/9) 5단원(10/20시작, 진행중)\n\n3) 현행심화 \n- 중1-2(라이트쎈교재) 총 9단원\n10단원(10/14시작) 11단원(10/22) 12단원(10/25시작, 진행중)\n\n<단원평가사항>\n- 중1-1 \n기초평가\n1대단원(7개/15문제) -> 재시험(15개/15문제)\n2대단원(10개/15문제) -> 재시험 예정\n3대단원(14개/15문제) 통과\n4대단원 예정\n5대단원 예정\n\n- 중1-2 \n기본평가\n1대단원(12개/15문제) 통과\n2대단원(12개/15문제) 통과\n3대단원 예정\n\n<학습시 주안점>\n- 자기주도학습체계를 성실하게 따르고 있음.\n- 기초교재를 빠르게 마무리중\n- 단원평가 결과는 아직은 미흡하지만 열심히 오답정리하고 재시험보고 있음.', '', NULL, NULL, '박비주', NULL, '아이파크', NULL, '', NULL, NULL, '2021-10-29 10:35:10'),
(121, '1', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '4', '이강혁', '월2금2', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 300000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 09:39:41'),
(123, '1', '2021.10', '종료일', '마지막상담일', '아이디', '비밀번호', '초등', '학교이름', '6', '박세주', '화2목2', '미정', '미정', '미정', '2', '14', '4', '14', '', '', 300000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 09:43:38'),
(124, '1', '2021.09', '종료일', '마지막상담일', '아이디', '비밀번호', '중등', '학교이름', '1', '김리우', '화6목6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, NULL, NULL, '', '학습기록', NULL, NULL, NULL, '', NULL, '', NULL, '', NULL, NULL, '2021-10-06 10:08:32'),
(125, '0', '시작일', '종료일', '마지막상담일', '아이디', '비밀번호', '미정_중등', '학교이름', '미정_1학년', '학생이름', '미정_반', '미정', '미정', '미정', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '학습기록', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-10-30 20:23:22');

-- --------------------------------------------------------

--
-- 테이블 구조 `student_master`
--

CREATE TABLE IF NOT EXISTS `student_master` (
  `id` bigint(8) NOT NULL DEFAULT '0',
  `grade1` varchar(10) DEFAULT NULL,
  `grade2` varchar(10) DEFAULT NULL,
  `day_week` varchar(20) DEFAULT NULL,
  `name` varchar(20) DEFAULT NULL,
  `status` varchar(20) DEFAULT NULL,
  `house` varchar(20) DEFAULT NULL,
  `school` varchar(30) DEFAULT NULL,
  `sib_memo` varchar(30) DEFAULT NULL,
  `s_phone` varchar(30) DEFAULT NULL,
  `p_phone` varchar(30) DEFAULT NULL,
  `mom_memo` varchar(200) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `student_master`
--

INSERT INTO `student_master` (`id`, `grade1`, `grade2`, `day_week`, `name`, `status`, `house`, `school`, `sib_memo`, `s_phone`, `p_phone`, `mom_memo`) VALUES
(1, '고등', '1', NULL, '김율', '재원', '고래힐', '', '0', '', '', ''),
(2, '고등', '1', NULL, '허영은', '재원', '고래힐', '', '0', '', '', ''),
(3, '고등', '2', NULL, '신예원', '재원', '고래힐', '', '0', '', '', ''),
(4, '고등', '2', NULL, '허영은', '재원', '고래힐', '', '0', '', '', ''),
(5, '고등', '2', NULL, '홍지후', '휴원', '고래힐', '', '0', '', '', ''),
(6, '중등', '1', NULL, '김정후', '재원', '고래힐', '', '0', '', '', ''),
(7, '중등', '1', NULL, '박찬희', '재원', '고래힐', '', '0', '', '', ''),
(8, '중등', '1', NULL, '연승훈', '재원', '고래힐', '', '0', '', '', ''),
(9, '중등', '1', NULL, '윤현서', '재원', '고래힐', '', '0', '', '', ''),
(10, '중등', '1', NULL, '이창현', '재원', '고래힐', '', '0', '', '', ''),
(11, '중등', '1', NULL, '이하준', '재원', '고래힐', '', '0', '', '', ''),
(12, '중등', '2', NULL, '김지수', '재원', '고래힐', '', '0', '', '', ''),
(13, '중등', '2', NULL, '박재환', '재원', '고래힐', '', '0', '', '', ''),
(14, '중등', '2', NULL, '박호영', '재원', '고래힐', '', '0', '', '', ''),
(15, '중등', '2', NULL, '신하영', '재원', '고래힐', '', '0', '', '', ''),
(16, '중등', '2', NULL, '연승모', '재원', '고래힐', '', '0', '', '', ''),
(17, '중등', '2', NULL, '오대경', '재원', '고래힐', '', '0', '', '', ''),
(18, '중등', '2', NULL, '유원찬', '재원', NULL, '', '0', '', '', ''),
(19, '중등', '2', NULL, '이예린', '재원', '고래힐', '', '0', '', '', ''),
(20, '중등', '2', NULL, '조연우', '재원', NULL, '', '0', '', '', ''),
(21, '중등', '2', NULL, '황지율', '재원', NULL, '', '0', '', '', ''),
(22, '중등', '3', NULL, '경민채', '재원', NULL, '', '0', '', '', ''),
(23, '중등', '3', NULL, '김희선', '재원', NULL, '', '0', '', '', ''),
(24, '중등', '3', NULL, '신재원', '재원', NULL, '', '0', '', '', ''),
(25, '중등', '3', NULL, '이민준', '재원', NULL, '', '0', '', '', ''),
(26, '초등', '3', NULL, '박시현', '재원', NULL, '', '0', '', '', ''),
(27, '초등', '4', NULL, '박시현', '재원', NULL, '', '0', '', '', ''),
(28, '초등', '4', NULL, '반리엘', '재원', NULL, '', '0', '', '', ''),
(29, '초등', '4', NULL, '이우형', '재원', NULL, '', '0', '', '', ''),
(30, '초등', '5', NULL, '박서윤', '재원', NULL, '', '0', '', '', ''),
(31, '초등', '5', NULL, '박재민', '재원', NULL, '', '0', '', '', ''),
(32, '초등', '5', NULL, '이서현', '재원', NULL, '', '0', '', '', ''),
(33, '초등', '5', NULL, '최현호', '재원', NULL, '', '0', '', '', ''),
(34, '초등', '6', NULL, '김동찬', '재원', NULL, '', '0', '', '', ''),
(35, '초등', '6', NULL, '김재하', '재원', NULL, '', '0', '', '', ''),
(36, '초등', '6', NULL, '김현재', '재원', NULL, '', '0', '', '', ''),
(37, '초등', '6', NULL, '이연우', '재원', NULL, '', '0', '', '', ''),
(38, '초등', '6', NULL, '임수연', '재원', NULL, '', '0', '', '', ''),
(39, '초등', '6', NULL, '장예준', '재원', NULL, '', '0', '', '', ''),
(40, '중등', '1', NULL, '고서현', '대기', NULL, '', '0', '', '', ''),
(41, '중등', '1', NULL, '이소율', '대기', NULL, '', '0', '', '', ''),
(42, '중등', '3', NULL, '김주연', '대기', NULL, '', '0', '', '', ''),
(43, '초등', '4', NULL, '윤혜은', '대기', NULL, '', '0', '', '', ''),
(44, '초등', '5', NULL, '김지유', '대기', NULL, '', '0', '', '', ''),
(45, '초등', '5', NULL, '정희율', '대기', '고래힐', '', '0', '', '', ''),
(46, '초등', '6', NULL, '강민찬', '대기', '고래힐', '', '0', '', '', ''),
(47, '고등', '1', NULL, '윤예담', '재원', '고래힐', '', '0', '', '', ''),
(48, '중등', '1', NULL, '전서연', '대기', '고래힐', '', '0', '', '', '');

-- --------------------------------------------------------

--
-- 테이블 구조 `study_history`
--

CREATE TABLE IF NOT EXISTS `study_history` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `course` varchar(50) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=76 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `study_history`
--

INSERT INTO `study_history` (`id`, `st_id`, `course`, `memo`) VALUES
(1, 1, '고1-1', '에이급 테스트'),
(2, 1, '고1-2', 'RPM'),
(3, 1, '고1-2', 'RPM 새교재'),
(4, 1, '고1-2', 'RPM 새교재'),
(5, 1, '고1-2', 'RPM 새교재'),
(6, 2, '고2-2', 'RPM 새교재'),
(7, 2, '고2-2', 'RPM 새교재'),
(8, 2, '고2-2', 'RPM 새교재'),
(9, 2, '고2-2', 'RPM 새교재'),
(10, 3, '고3-2', 'RPM 새교재'),
(11, 3, '고3-2', 'RPM 새교재'),
(12, 3, '고3-2', 'RPM 새교재'),
(13, 3, '고3-2', 'RPM 새교재'),
(14, 3, '고3-2', 'RPM 새교재'),
(15, 1, '고1-1', '에이급'),
(16, 1, '고1-2', 'RPM 새교재'),
(17, 1, '고1-2', 'RPM 새교재'),
(18, 1, '고1-2', 'RPM 새교재'),
(19, 1, '고1-2', 'RPM 새교재'),
(20, 2, '고2-2', 'RPM 새교재'),
(21, 2, '고2-2', 'RPM 새교재'),
(22, 2, '고2-2', 'RPM 새교재'),
(23, 2, '고2-2', 'RPM 새교재'),
(24, 3, '고3-2', 'RPM 새교재'),
(25, 3, '고3-2', 'RPM 새교재'),
(26, 3, '고3-2', 'RPM 새교재'),
(27, 3, '고3-2', 'RPM 새교재'),
(28, 3, '고3-2', 'RPM 새교재'),
(29, 1, '고1-1', '에이급'),
(30, 1, '고1-2', 'RPM 새교재'),
(31, 1, '고1-2', 'RPM 새교재'),
(32, 1, '고1-2', 'RPM 새교재'),
(33, 1, '고1-2', 'RPM 새교재'),
(34, 2, '고2-2', 'RPM 새교재'),
(35, 2, '고2-2', 'RPM 새교재'),
(36, 2, '고2-2', 'RPM 새교재'),
(37, 2, '고2-2', 'RPM 새교재'),
(38, 3, '고3-2', 'RPM 새교재'),
(39, 3, '고3-2', 'RPM 새교재'),
(40, 3, '고3-2', 'RPM 새교재'),
(41, 3, '고3-2', 'RPM 새교재'),
(42, 3, '고3-2', 'RPM 새교재'),
(43, 1, '미정', '미정'),
(44, 1, '미정', '미정'),
(45, 1, '미정', '미정'),
(46, 6, '미정', '미정'),
(47, 1, '미정', '미정'),
(48, 6, '미정', '미정'),
(49, 6, '미정', '미정'),
(50, 1, '미정', '미정'),
(51, 6, '미정', '미정'),
(52, 6, '미정', '미정'),
(53, 1, '미정', '미정'),
(54, 6, '미정', '미정'),
(55, 6, '미정', '미정'),
(56, 1, '미정', '미정'),
(57, 6, '미정', '미정'),
(58, 6, '미정', '미정'),
(59, 7, '미정', '미정'),
(60, 7, '미정', '미정'),
(61, 7, '미정', '미정'),
(62, 7, '미정', '미정'),
(63, 7, '미정', '미정'),
(64, 1, '미정', '미정'),
(65, 5, '미정', '미정'),
(66, 1, '미정', '미정'),
(67, 5, '미정', '미정'),
(68, 1, '미정', '미정'),
(69, 35, '미정', '미정'),
(70, 1, '미정', '미정'),
(71, 35, '미정', '미정'),
(72, 1, '미정', '미정'),
(73, 35, '미정', '미정'),
(74, 1, '미정', '미정'),
(75, 35, '미정', '미정');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_memo`
--

CREATE TABLE IF NOT EXISTS `st_memo` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `seq` varchar(5) DEFAULT '0',
  `flag` varchar(1) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `gubun1` varchar(20) DEFAULT NULL,
  `gubon2` varchar(20) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  `m_date` varchar(10) DEFAULT NULL,
  `f_memo` varchar(100) DEFAULT NULL,
  `status` varchar(5) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=378 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_memo`
--

INSERT INTO `st_memo` (`id`, `st_id`, `seq`, `flag`, `type`, `gubun1`, `gubon2`, `memo`, `m_date`, `f_memo`, `status`) VALUES
(38, 12, NULL, NULL, 'bookm', NULL, NULL, '일품, 최고수준, TOT, 에이급 ', '중2-1', '0', '0'),
(39, 12, NULL, NULL, 'bookm', NULL, NULL, '쎈 ', '중2-2', '0', '0'),
(40, 12, NULL, NULL, 'bookm', NULL, NULL, ' 라이트쎈, 쎈', '중3-1', '0', '0'),
(41, 12, NULL, NULL, 'bookm', NULL, NULL, '라이트쎈, 쎈 ', '중3-2', '0', '0'),
(42, 12, NULL, NULL, 'bookm', NULL, NULL, '수력충전, 쎈', '고1-1', '0', '0'),
(43, 77, NULL, NULL, 'bookm', NULL, NULL, '디딤돌(기본+응용), 문제유형, 큐브수학 실력, 쎈 ', '초5-1', '0', '0'),
(44, 77, NULL, NULL, 'bookm', NULL, NULL, '기적계산법, 디딤돌(기본+응용)', '초5-2', '0', '0'),
(45, 77, NULL, NULL, 'checkm', NULL, NULL, ' 금 과제 안 함 ( -1.5)', '2021-06-08', ' ', ''),
(46, 37, NULL, NULL, 'bookm', NULL, NULL, '짤강, 수력충전, 최상위S', '초6-1', '0', '0'),
(47, 37, NULL, NULL, 'bookm', NULL, NULL, '짤강, 수력충전, 기본+응용 ', '초6-2', '0', '0'),
(48, 37, NULL, NULL, 'bookm', NULL, NULL, '쎈연산, 라이트쎈, 짤강, 빅터연산 ', '중1-1', '0', '0'),
(49, 37, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산 ', '중1-2', '0', '0'),
(50, 37, NULL, NULL, 'checkm', NULL, NULL, '5/19일 11시 보충 교재 바꾸기 -> 쎈으로 ', '2021-5-18', ' ', ''),
(51, 37, NULL, NULL, 'checkm', NULL, NULL, '중1B 일차방정식 활용 -> 보충 ', '5/20', ' ', ''),
(52, 37, NULL, NULL, 'checkm', NULL, NULL, '문자와 식, 일차방정식 활용 고민 안 함 ', '2021-5-25', ' ', ''),
(53, 37, NULL, NULL, 'noshow', NULL, NULL, '-20분 지각 ', '2021-05-13', ' ', ''),
(54, 37, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져 옮 ', '2021-6-12', ' ', ''),
(55, 37, NULL, NULL, 'checkm', NULL, NULL, '수요일 과제량 적음 ', '2021-06-24', ' ', ''),
(57, 37, NULL, NULL, 'noshow', NULL, NULL, '-25분 지각 -> 토요일 11시 보충 ', '2021-5-25', ' ', ''),
(59, 39, '1-1', NULL, 'bookm', NULL, NULL, '디딤돌(응용), 쎈  ', '초6-1', '0', '0'),
(60, 39, '0', NULL, 'checkm', NULL, NULL, '월 -1 시간 과제 부족 ', '2021-05-27', '0', '0'),
(61, 39, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-15', '0', '0'),
(62, 39, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-24', '0', '0'),
(63, 39, '0', NULL, 'checkm', NULL, NULL, '과제량 적음, 채점 이상 ', '2021-06-29', '0', '0'),
(64, 39, '2-1', NULL, 'bookm', NULL, NULL, '쎈연산, EBS만점왕  ', '초6-2', '0', '0'),
(65, 39, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산  ', '중1-1', '0', '0'),
(66, 39, NULL, NULL, 'noshow', NULL, NULL, '수요일 2시간 보충 ', '2021-07-07', ' ', ''),
(68, 70, NULL, NULL, 'bookm', NULL, NULL, '구몬수학, 우공비, 쎈 ', '초3-2', '0', '0'),
(69, 70, NULL, NULL, 'bookm', NULL, NULL, '전과, 우공비 , 최상위S', '초4-1', '0', '0'),
(70, 70, NULL, NULL, 'checkm', NULL, NULL, '풀이과정 자세히 쓰기 ', '2021-05-27', ' ', ''),
(71, 70, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-15', NULL, NULL),
(72, 70, NULL, NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용)  ', '초4-2', '0', '0'),
(73, 70, NULL, NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용)  ', '초5-1', '0', '0'),
(74, 70, NULL, NULL, 'checkm', NULL, NULL, '일요일 과제 -1시간 ', '2021-07-06', ' ', ''),
(75, 70, NULL, NULL, 'checkm', NULL, NULL, '시험지 안 챙겨옮 ', '2021-06/11', ' ', ''),
(76, 70, NULL, NULL, 'checkm', NULL, NULL, ' 시험지 안 챙겨옮', '2021-06-15', ' ', ''),
(77, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 쎈, 일품(중단) ', '중2-1', '0', '0'),
(78, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, RPM, 일품', '중2-2', '0', '0'),
(79, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 학원교재(1월) ', '중3-1', '0', '0'),
(80, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 학원교재 ', '중3-2', '0', '0'),
(81, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형 중단, 수학입문 ', '고1-1', '0', '0'),
(82, 17, NULL, NULL, 'checkm', NULL, NULL, '교재간 균형있게 풀기 ', '2021-05-18', ' ', ''),
(83, 17, NULL, NULL, 'checkm', NULL, NULL, '단원평가시험지 안 가져옮 ', '2021-05-27', ' ', ''),
(84, 17, NULL, NULL, 'noshow', NULL, NULL, '20분 지각 ', '2021-05-27', ' ', ''),
(85, 88, NULL, NULL, 'bookm', NULL, NULL, '만랩PM, 투탑수학, 최고수준 ', '중1-1', '0', '0'),
(86, 88, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산 ', '중1-2', '0', '0'),
(87, 88, NULL, NULL, 'checkm', NULL, NULL, '글씨큼, 심화문제 못품 ', '2021-06-24', ' ', ''),
(88, 88, NULL, NULL, 'checkm', NULL, NULL, ' 연습장 안가져옴', '2021-07-08', ' ', ''),
(89, 88, NULL, NULL, 'checkm', NULL, NULL, '월-1시간 과제 안 함 ', '2021-06-29', ' ', ''),
(90, 59, NULL, NULL, 'bookm', NULL, NULL, '쎈 ', '중1-1', '0', '0'),
(91, 59, NULL, NULL, 'bookm', NULL, NULL, '올리드, 라이트쎈 ', '중2-2', '0', '0'),
(92, 59, NULL, NULL, 'bookm', NULL, NULL, '라이트쎈, RPM ', '중1-2', '0', '0'),
(93, 59, NULL, NULL, 'bookm', NULL, NULL, ' 디딤돌연산(2A,2B)', '중2-1', '0', '0'),
(94, 59, NULL, NULL, 'checkm', NULL, NULL, '연습장 안가져옮  ', '2021-05-06', '  ', ''),
(95, 59, NULL, NULL, 'checkm', NULL, NULL, '연습장 안가져옮 ', '2021-07-01', ' ', ''),
(96, 59, NULL, NULL, 'checkm', NULL, NULL, '단원평가 집에 두고 옮 ', '2021-06-29', ' ', ''),
(97, 59, NULL, NULL, 'checkm', NULL, NULL, '쎈1-1 답지 안져옮, 단원평가 중1-1 재시험 안 가져옮 ', '2021-06-15', ' ', ''),
(98, 59, NULL, NULL, 'checkm', NULL, NULL, '깨끗히 문제 풀기 ', '2021-05-13', ' ', ''),
(99, 59, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-15', NULL, NULL),
(100, 59, NULL, NULL, 'checkm', NULL, NULL, ' 연습장 안가져옮', '2021-07-13', ' ', ''),
(102, 101, '4-1', NULL, 'bookm', NULL, NULL, '개념원리(절반) , 디딤돌 연산 ', '중2-2', '0', '0'),
(103, 101, '3-1', NULL, 'bookm', NULL, NULL, '우공비, 쎈, 최상위  ', '중2-1', '0', '0'),
(104, 101, '2-1', NULL, 'bookm', NULL, NULL, '우공비,  RPM, 쎈 ', '중1-2', '0', '0'),
(105, 101, '1-1', NULL, 'bookm', NULL, NULL, '우공비, RPM, 쎈, 일품  ', '중1-1', '0', '0'),
(106, 84, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-15', NULL, NULL),
(107, 30, '1-1', NULL, 'bookm', NULL, NULL, '쎈, EBS(2권)  ', '초4-2', '0', '0'),
(108, 30, '2-1', NULL, 'bookm', NULL, NULL, '쎈, 디딤돌(문제유형), 최상위S  ', '초5-1', '0', '0'),
(109, 30, '3-1', NULL, 'bookm', NULL, NULL, '학원교재, 쎈  ', '초5-2', '0', '0'),
(110, 30, NULL, NULL, 'checkm', NULL, NULL, '채점X, 오답X, 다시풀기X ', '2021-05-31', ' ', ''),
(112, 61, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(113, 61, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(114, 61, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(115, 61, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(116, 61, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(117, 61, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(118, 61, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(119, 61, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(120, 61, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(121, 30, '4-1', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+유형)  ', '초6-1', '0', '0'),
(123, 30, NULL, NULL, 'checkm', NULL, NULL, '토, 일 -2시간 과제 부족 ', '2021-07-12', ' ', ''),
(124, 30, NULL, NULL, 'checkm', NULL, NULL, '연산과제 부족 ', '2021-07-05', ' ', ''),
(125, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(126, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(127, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(128, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(129, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(130, 57, '0', NULL, 'checkm', NULL, NULL, ' ', '2021-07-16', '0', '0'),
(131, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(132, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(133, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(134, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(135, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(136, 57, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(137, 57, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(138, 57, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(139, 86, NULL, NULL, 'bookm', NULL, NULL, '우공비(발전), 개념+유형 라이트, 최고수준(진행중) ', '중1-1', '0', '0'),
(140, 86, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(141, 86, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(142, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결, 쎈 ', '중2-1', '0', '0'),
(143, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결, 쎈, 일품  ', '중2-2', '0', '0'),
(144, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결, 최고득점, 일품 ', '중3-1', '0', '0'),
(145, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결 ', '중3-2', '0', '0'),
(146, 14, NULL, NULL, 'bookm', NULL, NULL, '수(상) 정석, RPM, 쎈 ', '고1-1', '0', '0'),
(147, 14, NULL, NULL, 'bookm', NULL, NULL, '수학입문 ', '고1-2', '0', '0'),
(148, 68, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 블랙라벨(온라인), RPM, 최고수준 ', '중1-1', '0', '0'),
(149, 68, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 학습지, 쎈 ', '중1-2', '0', '0'),
(150, 68, NULL, NULL, 'bookm', NULL, NULL, ' 학원교재 + 과외 , 쎈 , 일품', '중2-1', '0', '0'),
(151, 68, NULL, NULL, 'bookm', NULL, NULL, '빨/이해, 라이트쎈 ', '중2-2', '0', '0'),
(152, 68, NULL, NULL, 'checkm', NULL, NULL, '목 -1.5 시간 X', '2021-05-21', ' 금 보충', ''),
(153, 68, NULL, NULL, 'checkm', NULL, NULL, '1-2(쎈) 과제 부족 ', '2021-05-28', ' ', ''),
(154, 68, NULL, NULL, 'checkm', NULL, NULL, '수, 목 교재 배분 문제 생김 ', '2021-06-04', ' ', ''),
(155, 68, NULL, NULL, 'checkm', NULL, NULL, '2-1 쎈 교재 안 품 ', '2021-06-28', ' ', ''),
(157, 68, NULL, NULL, 'checkm', NULL, NULL, '영상편집하느라 -2시간 과제 못함 ', '2021-07-02', ' ', ''),
(158, 24, NULL, NULL, 'bookm', NULL, NULL, '구주이배 교재, 최고수준, 블랙라벨 ', '중3-1', '0', '0'),
(159, 24, NULL, NULL, 'bookm', NULL, NULL, ' 구주이배 교재, 에이급', '중3-2', '0', '0'),
(160, 24, NULL, NULL, 'bookm', NULL, NULL, '마플교과서, 실력정석 ', '고1-1', '0', '0'),
(161, 24, NULL, NULL, 'bookm', NULL, NULL, '일등급만들기, 마플교과서 ', '고1-2', '0', '0'),
(162, 24, NULL, NULL, 'bookm', NULL, NULL, '수1(현우진인강 시발점), 라이트쎈 ', '고2-1', '0', '0'),
(163, 24, NULL, NULL, 'bookm', NULL, NULL, '라이트쎈 ', '고2-2', '0', '0'),
(164, 24, NULL, NULL, 'checkm', NULL, NULL, '수행평가로 -4시간 공부 ', '2021-05-14', ' ', ''),
(165, 24, NULL, NULL, 'checkm', NULL, NULL, '목 -1시간 과제 부족 (학교동아리) ', '2021-06-04', ' ', ''),
(166, 24, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(167, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재(개념+유형), 최상위, 블랙라벨, 일품 ', '중2-1', '0', '0'),
(168, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재(개념+유형), 블랙라벨(새책) ', '중2-2', '0', '0'),
(169, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 라이트쎈, 쎈 ', '중3-1', '0', '0'),
(170, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재(개념+유형), 쎈 ', '중3-2', '0', '0'),
(171, 19, NULL, NULL, 'bookm', NULL, NULL, '수력충전 ', '고1-1', '0', '0'),
(172, 19, NULL, NULL, 'checkm', NULL, NULL, '연습장 안가져옮 ', '2021-05-17', ' ', ''),
(173, 58, '2-1', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기+응)   ', '초5-2', '0', '0'),
(174, 58, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산    ', '초6-1', '0', '0'),
(176, 58, '1-1', NULL, 'bookm', NULL, NULL, '디딤돌(기+응) , 쎈  ', '초5-1', '0', '0'),
(177, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-04-20', ' ', ''),
(178, 58, NULL, NULL, 'checkm', NULL, NULL, '정답지 안 가져옮 ', '2021-05-28', ' ', ''),
(179, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-04-27', ' ', ''),
(180, 58, NULL, NULL, 'checkm', NULL, NULL, '채점했으나 오답 안 함 ', '2021-06-02', ' ', ''),
(181, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-19', ' ', ''),
(182, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-23', ' ', ''),
(183, 58, NULL, NULL, 'checkm', NULL, NULL, '과제 오래 걸림 ', '2021-06-26', ' ', ''),
(184, 58, NULL, NULL, 'checkm', NULL, NULL, '풀이 느림 ', '2021-06-30', ' ', ''),
(185, 58, NULL, NULL, 'noshow', NULL, NULL, '30분 지각 ', '2021-05-27', ' 30분 보충', ''),
(186, 58, NULL, NULL, 'noshow', NULL, NULL, '30분 지각 ', '2021-05-13', ' 30분 보충', ''),
(187, 58, NULL, NULL, 'noshow', NULL, NULL, '결석 제주도 ', '2021-07-01', ' 보충', ''),
(188, 83, '1-1', NULL, 'bookm', NULL, NULL, '개념+유형, 우공비 발전 , 최고수준(6월) ', '중1-1', '0', '0'),
(189, 83, '1-2', NULL, 'bookm', NULL, NULL, '학원교재, 개념+유형  ', '중1-2', '0', '0'),
(190, 83, '2-1', NULL, 'bookm', NULL, NULL, '학원교재, 쎈(과외), 일품(6월) ', '중2-1', '0', '0'),
(191, 83, '2-2', NULL, 'bookm', NULL, NULL, '학원교재, 쎈(과외)  ', '중2-2', '0', '0'),
(192, 83, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-05', ' ', ''),
(193, 83, NULL, NULL, 'checkm', NULL, NULL, '최고수준 책 안 가져옮', '2021-06-19', '  ', ''),
(195, 83, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-17', NULL, NULL),
(196, 83, '3-1', NULL, 'bookm', NULL, NULL, '쎈연산, 올유(학원교재,6월시작)  ', '중3-1', '0', '0'),
(197, 100, NULL, NULL, 'bookm', NULL, NULL, '개념+유형 라이트, 개념 플러스 ', '중1-1', '0', '0'),
(198, 100, NULL, NULL, 'bookm', NULL, NULL, '개념+유형 라이트, 개념 플러스 ', '중1-2', '0', '0'),
(199, 100, NULL, NULL, 'bookm', NULL, NULL, '수력충전 ', '중2-1', '0', '0'),
(200, 100, NULL, NULL, 'checkm', NULL, NULL, '과제가 가이드 대로 안 되어 있음  ', '2021-07-15', ' 7월 17일 보충 부름 ', ''),
(201, 54, NULL, NULL, 'bookm', NULL, NULL, '최상위, 쎈 ', '초6-1', '0', '0'),
(202, 54, NULL, NULL, 'bookm', NULL, NULL, '최상위연산, 쎈 ', '초6-2', '0', '0'),
(203, 54, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 라이트쎈, 파워(1/4) ', '중1-1', '0', '0'),
(204, 54, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산 ', '중1-2', '0', '0'),
(205, 54, '0', NULL, 'checkm', NULL, NULL, '중1-2 연산책 안 가져옮', '2021-06-26', '0', '0'),
(206, 54, NULL, NULL, 'checkm', NULL, NULL, '목 -1 시작 과제 부족 (영어공부하느라) ', '2021-06-05', ' ', ''),
(207, 54, NULL, NULL, 'checkm', NULL, NULL, '목 -1시간 과제 부족 ', '2021-05-29', ' ', ''),
(208, 54, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-26', ' ', ''),
(209, 54, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-08', ' ', ''),
(210, 54, NULL, NULL, 'checkm', NULL, NULL, '목 -0.5 시간 과제 부족 ( 영어때문에 ) ', '2021-06-12', ' ', ''),
(211, 54, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮', '2021-07-14', '0', '0'),
(213, 80, '1-1', NULL, 'bookm', NULL, NULL, '해법, 쎈  ', '초6-1', '0', '0'),
(214, 80, '2-1', NULL, 'bookm', NULL, NULL, '해법책, 빅터연산   ', '초6-2', '0', '0'),
(215, 80, '3-1', NULL, 'bookm', NULL, NULL, 'EBS 뉴런(1단원만)  ', '중1-1', '0', '0'),
(216, 80, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-30', ' ', ''),
(217, 80, NULL, NULL, 'checkm', NULL, NULL, '월, 화 과제 안 함 ', '2021-07-07', ' ', ''),
(218, 80, NULL, NULL, 'checkm', NULL, NULL, '금 과제 -1 시간 안 함 ', '2021-07-17', ' ', ''),
(219, 47, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 수학의 샘, 정석, 풍산자 , 올림푸스 ', '고1-1', '0', '0'),
(220, 47, NULL, NULL, 'bookm', NULL, NULL, '학원교재(1번), 라이트쎈 ', '고1-2', '0', '0'),
(221, 47, NULL, NULL, 'bookm', NULL, NULL, '정석, 라이트쎈 ', '고2-1', '0', '0'),
(222, 47, NULL, NULL, 'bookm', NULL, NULL, '수2 절반 공부 ', '고2-2', '0', '0'),
(223, 47, NULL, NULL, 'checkm', NULL, NULL, '과제량 적음 (수행평가 때문) ', '2021-05-19', ' ', ''),
(224, 47, NULL, NULL, 'checkm', NULL, NULL, '목, 금 -30분, -30분 ', '2021-05-22', ' ', ''),
(225, 47, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져 옮 ', '2021-07-17', ' ', ''),
(226, 79, NULL, NULL, 'bookm', NULL, NULL, ' 평가문제집, 쎈 ', '중2-1', '0', '0'),
(227, 79, NULL, NULL, 'bookm', NULL, NULL, ' 디딤돌연산', '중2-2', '0', '0'),
(229, 79, NULL, NULL, 'checkm', NULL, NULL, '금 -1시간 과제 부족 ', '2021-05-22', ' ', ''),
(230, 79, NULL, NULL, 'checkm', NULL, NULL, '목, 금 -1시간, -1시간 과제 부족 ', '2021-05-29', ' ', ''),
(231, 79, NULL, NULL, 'checkm', NULL, NULL, ' 월 -1시간, 화 -1시간 과제 부족, 단원평가 시험지 안 가져옮', '2021-06-02', '  ', ''),
(233, 105, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(234, 105, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(236, 25, NULL, NULL, 'bookm', NULL, NULL, '우공비 발전, RPM  ', '중3-1', '0', '0'),
(237, 25, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산, 쎈 ', '중3-2', '0', '0'),
(238, 25, NULL, NULL, 'bookm', NULL, NULL, '수학입문 ', '고1-1', '0', '0'),
(239, 25, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-04-07', ' ', ''),
(240, 25, NULL, NULL, 'checkm', NULL, NULL, ' 연습장 안 가져옮', '2021-07-18', ' ', ''),
(241, 25, NULL, NULL, 'checkm', NULL, NULL, '채점 깨끗하게, 풀이 깔끔하게 ', '2021-05-22', ' ', ''),
(242, 7, '0', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(243, 7, '0', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(244, 7, '0', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(246, 34, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(247, 34, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(248, 34, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(249, 31, '0', NULL, 'bookm', NULL, NULL, ' 쎈', '초5-1', '0', '0'),
(250, 31, '0', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용) ', '초5-2', '0', '0'),
(251, 31, '0', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용) ', '초6-1', '0', '0'),
(252, 31, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-10', ' ', ''),
(254, 31, '0', NULL, 'checkm', NULL, NULL, '토, 일 과제 안 함 ', '2021-07-05', ' ', ''),
(256, 31, '0', NULL, 'noshow', NULL, NULL, '결석 ', '2021-04-23', ' 보춤함', '완료'),
(258, 31, '0', NULL, 'bookm', NULL, NULL, '빅터연산 ', '초6-2', '0', '0'),
(259, 53, '1-1', NULL, 'bookm', NULL, NULL, '최상위, 쎈  ', '초6-1', '0', '0'),
(260, 53, '1-2', NULL, 'bookm', NULL, NULL, '최상위S, 디딤돌(응용), 만점왕  ', '초6-2', '0', '0'),
(261, 53, '2-1', NULL, 'bookm', NULL, NULL, '수력충전, 라이트쎈  ', '중1-1', '0', '0'),
(262, 53, '1-2', NULL, 'bookm', NULL, NULL, '수력충전  ', '중1-2', '0', '0'),
(263, 53, '3-1', NULL, 'bookm', NULL, NULL, '수력충전  ', '중2-1', '0', '0'),
(265, 53, '0', NULL, 'checkm', NULL, NULL, NULL, '2021-07-19', NULL, NULL),
(268, 53, '0', NULL, 'noshow', NULL, NULL, NULL, '2021-07-19', NULL, NULL),
(270, 21, '1-1', NULL, 'bookm', NULL, NULL, '쎈, RPM  ', '중2-1', '0', '0'),
(271, 21, '1-2', NULL, 'bookm', NULL, NULL, '개념 프린트 , 쎈(진행중) ', '중2-2', '0', '0'),
(272, 21, '2-1', NULL, 'bookm', NULL, NULL, '자이스토리, 프린트, 쎈(진행중) ', '중3-1', '0', '0'),
(273, 21, '0', NULL, 'checkm', NULL, NULL, '영어숙제하느라 과제x ', '2021-04-02', ' ', ''),
(274, 21, '0', NULL, 'checkm', NULL, NULL, '연습장 X ', '2021-05-07', ' ', ''),
(275, 21, '0', NULL, 'checkm', NULL, NULL, '답지 안 가져옮 ', '2021-05-10', ' ', ''),
(276, 21, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-14', ' ', ''),
(277, 21, '0', NULL, 'checkm', NULL, NULL, '토, 일 -1.5, -2 과제 안 되어 있음 ', '2021-05-17', ' 수요일 보충', '완료'),
(278, 21, '0', NULL, 'checkm', NULL, NULL, '목 아파서 -1.5 수 -1 시간 과제 못함  ', '2021-05-21', ' ', ''),
(283, 21, '0', NULL, 'checkm', NULL, NULL, '주말 머리 아파서 -2, -2 과제 못함 ', '2021-06-14', ' ', ''),
(284, 21, '0', NULL, 'checkm', NULL, NULL, '3-1 과제 X 과학, 영어 독서실 책 가져옮 ', '2021-05-31', ' ', ''),
(286, 11, '1-1', NULL, 'bookm', NULL, NULL, '학원교재 + 라이트쎈 + 쎈 ', '중1-1', '0', '0'),
(287, 11, '2-1', NULL, 'bookm', NULL, NULL, '학원교재(1권) + 만랩 + RPM ', '중1-2', '0', '0'),
(288, 11, '3-1', NULL, 'bookm', NULL, NULL, '개념+유형(일부) + 빅터(2B) + 라이트쎈', '중2-1', '0', '0'),
(289, 11, '4-1', NULL, 'bookm', NULL, NULL, ' 디딤돌연산', '중2-2', '0', '0'),
(290, 11, '0', NULL, 'checkm', NULL, NULL, '과제 -4시간 ', '2021-04-27', '0', '0'),
(292, 11, '0', NULL, 'checkm', NULL, NULL, '과제 -1시간  ', '2021-05-03', '0', '0'),
(293, 11, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(294, 69, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(295, 69, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(296, 69, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(297, 69, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(298, 69, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(299, 101, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(300, 101, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(301, 38, '1-1', NULL, 'bookm', NULL, NULL, '최상위S  ', '초5-2', '0', '0'),
(302, 38, '2-1', NULL, 'bookm', NULL, NULL, '쎈  ', '초6-1', '0', '0'),
(303, 38, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산(6B), 만점왕, 쎈 ', '초6-2', '0', '0'),
(304, 38, '4-1', NULL, 'bookm', NULL, NULL, '수력충전 ', '중1-1', '0', '0'),
(305, 38, '0', NULL, 'checkm', NULL, NULL, '토 숙제 약간(-10분) 부족 ', '2021-06-07', '0', '0'),
(306, 38, '0', NULL, 'checkm', NULL, NULL, ' 페이지별 마무리 부족', '2021-06-17', '0', '0'),
(307, 38, '0', NULL, 'checkm', NULL, NULL, '토 -30분 부족 ', '2021-06-21', '0', '0'),
(308, 38, '0', NULL, 'checkm', NULL, NULL, '6-1 단원평가 안 가져옮 ', '2021-06-25', '0', '0'),
(310, 30, '5-1', NULL, 'bookm', NULL, NULL, ' 빅터연산', '초6-2', '0', '0'),
(311, 30, '6-1', NULL, 'bookm', NULL, NULL, '수력충전 ', '중1-1', '0', '0'),
(312, 30, '0', NULL, 'checkm', NULL, NULL, ' 중1-1 수력충전 교재 안 가져옮', '2021-07-23', '0', '0'),
(313, 30, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-23', NULL, NULL),
(314, 92, '0', NULL, 'noshow', NULL, NULL, '여행결석 => 보강  ', '2021.08.04', '0', '0'),
(315, 92, '1-1', NULL, 'bookm', NULL, NULL, 'EBS 만점왕 ', '초6-1', '0', '0'),
(316, 92, '2-1', NULL, 'bookm', NULL, NULL, '빅터연산 , EBS 만점왕', '초6-2', '0', '0'),
(318, 78, '1-1', NULL, 'bookm', NULL, NULL, ' ', '중1-1', '0', '0'),
(319, 78, '2-1', NULL, 'bookm', NULL, NULL, ' 엠베스트, 쎈', '중2-1', '0', '0'),
(320, 78, '3-1', NULL, 'bookm', NULL, NULL, ' 디딤돌연산, 라이트쎈', '중2-2', '0', '0'),
(321, 78, '0', NULL, 'checkm', NULL, NULL, '월 -0.5 시간 과제 부족 ', '2021-07-14', '0', '0'),
(322, 78, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-24', NULL, NULL),
(323, 47, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-24', NULL, NULL),
(324, 47, '0', NULL, 'checkm', NULL, NULL, ' 금요일 -1시간 공부 부족', '2021-07-24', '0', '0'),
(325, 29, '1-1', NULL, 'bookm', NULL, NULL, '해결의 법칙, 디딤돌 ', '초3-2', '0', '0'),
(326, 29, '2-1', NULL, 'bookm', NULL, NULL, '디딤돌(기본), 빅터연산, 쎈, 최상위S(중단) ', '초4-1', '0', '0'),
(327, 29, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용) ', '초4-2', '0', '0'),
(328, 29, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-21', '0', '0'),
(329, 29, '0', NULL, 'checkm', NULL, NULL, '4-1쎈 책 안겨옮 ', '2021-06-11', '0', '0'),
(330, 29, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-07-02', '0', '0'),
(331, 29, '0', NULL, 'noshow', NULL, NULL, '30분 더 공부함 ', '2021-05-17', '0', '0'),
(332, 29, '0', NULL, 'noshow', NULL, NULL, '30분 더 공부함 ', '2021-05-21', '0', '0'),
(333, 29, '0', NULL, 'noshow', NULL, NULL, '지각  ( 쎈 책 답지를 찾다가 늦게 옮)', '2021-07-23', '0', '0'),
(335, 29, '0', NULL, 'noshow', NULL, NULL, ' 10분 지각 (시간을 잘못 봄)', '2021-07-26', '0', '0'),
(336, 31, '0', NULL, 'noshow', NULL, NULL, '금요일부터 여행갈 예정 ', '2021-07-30', '0', '0'),
(337, 35, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(338, 35, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(339, 35, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(340, 35, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(341, 35, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(342, 21, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(343, 105, '1-1', NULL, 'bookm', NULL, NULL, '쎈, 일품, 에이급(독학)', '중2-1', '0', '0'),
(344, 105, '2-1', NULL, 'bookm', NULL, NULL, '인강, 쎈 ', '중2-2', '0', '0'),
(345, 105, '3-1', NULL, 'bookm', NULL, NULL, '수력충전 ', '중3-1', '0', '0'),
(346, 39, '0', NULL, 'checkm', NULL, NULL, '과제량 적음 ', '2021-07-06', '0', '0'),
(347, 39, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-07-08', '0', '0'),
(348, 18, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-27', NULL, NULL),
(350, 18, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-27', NULL, NULL),
(353, 18, '1-1', NULL, 'bookm', NULL, NULL, '체크체크, 쎈, 일품 ', '중2-1', '0', '0'),
(354, 18, '2-1', NULL, 'bookm', NULL, NULL, '디딤돌연산, 쎈  , RPM ', '중2-2', '0', '0'),
(355, 18, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산 ', '중3-1', '0', '0'),
(356, 11, '0', NULL, 'checkm', NULL, NULL, '과제량 적음 ', '2021-07-27', '0', '0'),
(357, 25, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-29', NULL, NULL),
(358, 86, '0', NULL, 'checkm', NULL, NULL, '-30분 과제량 부족 ', '2021-07-26', '0', '0'),
(359, 107, '1-1', NULL, 'bookm', NULL, NULL, '우등생 ', '초6-1', '0', '0'),
(360, 107, '2-1', NULL, 'bookm', NULL, NULL, '우등생, 쎈 ', '초6-2', '0', '0'),
(361, 107, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산 ', '중1-1', '0', '0'),
(362, 107, '0', NULL, 'checkm', NULL, NULL, ' 우등생 6-2 답지 안 가져옮', '2021-08-09', '0', '0'),
(363, 107, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-08-09', NULL, NULL),
(364, 33, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(365, 33, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(366, 33, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(367, 33, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(368, 33, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(369, 33, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(370, 33, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(371, 33, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(372, 33, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(373, 92, '0', NULL, 'checkm', NULL, NULL, '약분 통분 약함 ', '2021-07-31', '0', '0'),
(374, 92, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-09-04', NULL, NULL),
(376, 92, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-09-04', NULL, NULL),
(377, 111, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-10-09', NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_payment`
--

CREATE TABLE IF NOT EXISTS `st_payment` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `name` varchar(20) DEFAULT NULL,
  `year` varchar(10) DEFAULT NULL,
  `month` varchar(10) DEFAULT NULL,
  `regular_price` int(10) DEFAULT NULL,
  `pay_type` varchar(10) DEFAULT NULL,
  `discount` int(10) DEFAULT NULL,
  `discount_memo` varchar(100) DEFAULT NULL,
  `receipt_phone` varchar(20) DEFAULT NULL,
  `class_subject` varchar(20) DEFAULT NULL,
  `hours_per_class` varchar(5) DEFAULT NULL,
  `time_per_week` varchar(5) DEFAULT NULL,
  `time_per_month` varchar(20) DEFAULT NULL,
  `count_per_month` varchar(5) DEFAULT NULL,
  `teacher_id` bigint(8) DEFAULT NULL,
  `pay_status` varchar(10) DEFAULT NULL,
  `pay_date` datetime DEFAULT NULL,
  `return_price` int(10) DEFAULT NULL,
  `etc1` varchar(10) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=593 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_payment`
--

INSERT INTO `st_payment` (`id`, `st_id`, `name`, `year`, `month`, `regular_price`, `pay_type`, `discount`, `discount_memo`, `receipt_phone`, `class_subject`, `hours_per_class`, `time_per_week`, `time_per_month`, `count_per_month`, `teacher_id`, `pay_status`, `pay_date`, `return_price`, `etc1`) VALUES
(545, 111, '김율', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(546, 95, '김도원', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(547, 112, '조경준', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(548, 92, '하민영', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(549, 54, '이효린', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(550, 97, '김태윤', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(551, 113, '박이안', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(552, 110, '이승지', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(553, 109, '윤예서', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(554, 115, '강시은', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(555, 118, '김재관', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(556, 116, '박비주', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(557, 81, '김하은', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(558, 96, '장한별', '2021년', '11월', 450000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(559, 119, '정혜린', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(560, 107, '김규리', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(561, 30, '박서윤', '2021년', '11월', 225000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(562, 121, '이강혁', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(563, 29, '이우형', '2021년', '11월', 225000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(564, 35, '김재하', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(565, 31, '박재민', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(566, 53, '성은규', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(567, 82, '이서우', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(568, 22, '경민채', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(569, 99, '김수현', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(570, 14, '박호영', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(571, 79, '강민성', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(572, 68, '김하늘', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(573, 114, '정하윤', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(574, 105, '황유선', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(575, 104, '아무개', '2021년', '11월', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(576, 123, '박세주', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(577, 37, '이연우', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(578, 70, '이예준', '2021년', '11월', 225000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(579, 39, '장예준', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(580, 17, '오대경', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(581, 9, '윤현서', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(582, 59, '이준근', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(583, 88, '차윤성', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(584, 124, '김리우', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(585, 106, '김시우', '2021년', '11월', 300000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(586, 19, '이예린', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(587, 20, '조연우', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(588, 101, '고하민', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(589, 120, '박성윤', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(590, 84, '이선근', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL),
(591, 69, '전은호', '2021년', '11월', 350000, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '미납', NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_schedule`
--

CREATE TABLE IF NOT EXISTS `st_schedule` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `s_date` varchar(10) DEFAULT NULL,
  `e_date` varchar(10) DEFAULT NULL,
  `mon_s` varchar(10) DEFAULT NULL,
  `mon_t` varchar(10) DEFAULT NULL,
  `tue_s` varchar(10) DEFAULT NULL,
  `tue_t` varchar(10) DEFAULT NULL,
  `wed_s` varchar(10) DEFAULT NULL,
  `wed_t` varchar(10) DEFAULT NULL,
  `thr_s` varchar(10) DEFAULT NULL,
  `thr_t` varchar(10) DEFAULT NULL,
  `fri_s` varchar(10) DEFAULT NULL,
  `fri_t` varchar(10) DEFAULT NULL,
  `sat_s` varchar(10) DEFAULT NULL,
  `sat_t` varchar(10) DEFAULT NULL,
  `sun_s` varchar(10) DEFAULT NULL,
  `sun_t` varchar(10) DEFAULT NULL,
  `time_per_week` varchar(10) DEFAULT NULL,
  `flag` varchar(2) DEFAULT NULL,
  `etc1` varchar(10) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=77 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_schedule`
--

INSERT INTO `st_schedule` (`id`, `st_id`, `s_date`, `e_date`, `mon_s`, `mon_t`, `tue_s`, `tue_t`, `wed_s`, `wed_t`, `thr_s`, `thr_t`, `fri_s`, `fri_t`, `sat_s`, `sat_t`, `sun_s`, `sun_t`, `time_per_week`, `flag`, `etc1`) VALUES
(22, 35, '2021-07-06', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '0', NULL, '0', NULL, '7', NULL, NULL),
(24, 89, '2021-07-06', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(25, 77, '2021-06-01', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '0', NULL, '10', NULL, '8.5', NULL, NULL),
(26, 33, '2021-07-07', '', '1', NULL, '1', NULL, '1', NULL, '1', NULL, '1', NULL, '0', NULL, '0', NULL, '5', NULL, NULL),
(29, 54, '2021.07.01', '', '1', NULL, '0.5', NULL, '(2)', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '8.5', NULL, NULL),
(30, 80, '2021-07-07', '', '0.5', NULL, '0.5', NULL, '(2)', NULL, '0.5', NULL, '0.5', NULL, '(2)', NULL, '0', NULL, '6', NULL, NULL),
(31, 58, '2021.07.10', '', '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0', NULL, '(2)', NULL, '1', NULL, '8', NULL, NULL),
(36, 92, '2021-07-14', '', '40분', NULL, '40분', NULL, '(2)', NULL, '40분', NULL, '40분', NULL, '(2)', NULL, '0', NULL, '7', NULL, NULL),
(38, 12, '2021-02-01', '2021-07-10', '(2)+1', NULL, '', NULL, '1+0.5', NULL, '', NULL, '(2)+1', NULL, '2', NULL, '1', NULL, '10.5', NULL, NULL),
(39, 37, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0.5', NULL, '0', NULL, '7.5', NULL, NULL),
(40, 39, '2021-07-15', '', '1', NULL, '(2)', NULL, '0.5', NULL, '(2)', NULL, '0.5', NULL, '1', NULL, '0.5', NULL, '7.5', NULL, NULL),
(41, 70, '2021-07-15', '', '1', NULL, '(1)', NULL, '1', NULL, '(1)', NULL, '1', NULL, '0', NULL, '1', NULL, '6', NULL, NULL),
(42, 17, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '9', NULL, NULL),
(43, 88, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0', NULL, '1', NULL, '8', NULL, NULL),
(44, 59, '2021-07-15', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '2', NULL, '1.5', NULL, '1.5', NULL, '0', NULL, '8', NULL, NULL),
(46, 101, '2021-07-15', '', '2', NULL, '(2)', NULL, '2', NULL, '(2)', NULL, '2', NULL, '2', NULL, '2', NULL, '14', NULL, NULL),
(47, 9, '2021-07-15', '', '1.5', NULL, '2', NULL, '1.5', NULL, '2', NULL, '1.5', NULL, '0', NULL, '0', NULL, '8.5', NULL, NULL),
(48, 100, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '0', NULL, '8', NULL, NULL),
(49, 18, '2021-07-15', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '0', NULL, '10', NULL, NULL),
(50, 20, '2021-07-15', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '11.5', NULL, NULL),
(51, 11, '2021-07-15', '', '1', NULL, '(2)', NULL, '0.5', NULL, '(2)', NULL, '1', NULL, '1', NULL, '0', NULL, '7.5', NULL, NULL),
(52, 69, '2021-07-15', '', '', NULL, '(2)', NULL, '', NULL, '(2)', NULL, '', NULL, '', NULL, '', NULL, '', NULL, NULL),
(53, 84, '2021-07-15', '', '', NULL, '(2)', NULL, '', NULL, '(2)', NULL, '', NULL, '', NULL, '', NULL, '', NULL, NULL),
(54, 30, '2021-07-16', '', '(1.5)', NULL, '1', NULL, '1', NULL, '1', NULL, '(1.5)', NULL, '1', NULL, '1', NULL, '8', NULL, NULL),
(55, 61, '2021-07-16', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(56, 57, '2021-07-16', '', '(1.5)', NULL, '1.5', NULL, '1', NULL, '1', NULL, '(1.5)', NULL, '1.5', NULL, '0.5', NULL, '8.5', NULL, NULL),
(57, 14, '2021-07-16', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '2', NULL, '2', NULL, '11', NULL, NULL),
(58, 68, '2021-07-16', '', '(2)', NULL, '1', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '1', NULL, '1.5', NULL, '10.5', NULL, NULL),
(59, 24, '2021-07-16', '', '(2)+1.5', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)+1.5', NULL, '1.5', NULL, '2', NULL, '14.5', NULL, NULL),
(60, 19, '2021-07-16', '', '(2)', NULL, '2', NULL, '2', NULL, '2', NULL, '(2)', NULL, '1', NULL, '1', NULL, '11', NULL, NULL),
(61, 83, '2021-07-17', '', '', NULL, '', NULL, '', NULL, '', NULL, '1', NULL, '(2)', NULL, '', NULL, '3', NULL, NULL),
(62, 47, '2021-07-17', '', '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '(2)', NULL, '2', NULL, '10', NULL, NULL),
(63, 47, '2021-07-17', '', '3', NULL, '3', NULL, '(2)+1', NULL, '3', NULL, '2', NULL, '(2)+1', NULL, '3', NULL, '20', NULL, NULL),
(64, 79, '2021-07-17', '', '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '(2)', NULL, '0', NULL, '8', NULL, NULL),
(65, 105, '2021-07-18', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '9', NULL, NULL),
(66, 25, '2021-07-18', '', '1.5', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '10', NULL, NULL),
(67, 31, '2021-07-19', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '9', NULL, NULL),
(68, 53, '2021-07-19', '', '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '0', NULL, '8.5', NULL, NULL),
(69, 21, '2021-07-19', '', '(2)', NULL, '0', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '2', NULL, '2', NULL, '11', NULL, NULL),
(70, 38, '2021-07-23', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0', NULL, '8', NULL, NULL),
(71, 53, '2021-07-23', '', '(2)+1', NULL, '3', NULL, '3', NULL, '3', NULL, '(2)+1', NULL, '0', NULL, '0', NULL, '15', NULL, NULL),
(72, 78, '2021-07-24', '', '1.5', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '8', NULL, NULL),
(73, 29, '2021-07-26', '', '(1.5)', NULL, '1', NULL, '1', NULL, '1', NULL, '(1.5)', NULL, '0', NULL, '0', NULL, '6', NULL, NULL),
(74, 86, '2021-08-02', '', '(2)', NULL, '1.5', NULL, '2', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '2', NULL, '11', NULL, NULL),
(75, 86, '2021-06-01', '2021-07-31', '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '1.5', NULL, '10', NULL, NULL),
(76, 107, '2021-08-09', '', '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '1.5', NULL, '10', NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_setting`
--

CREATE TABLE IF NOT EXISTS `st_setting` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `gubun1` varchar(20) DEFAULT NULL,
  `gubun2` varchar(20) DEFAULT NULL,
  `key` varchar(10) DEFAULT NULL,
  `value` varchar(20) DEFAULT NULL,
  `seq` varchar(2) DEFAULT NULL,
  `flag` varchar(1) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_setting`
--

INSERT INTO `st_setting` (`id`, `st_id`, `type`, `gubun1`, `gubun2`, `key`, `value`, `seq`, `flag`, `description`) VALUES
(1, 0, 'book', '중1-1', '쎈', '1단원', '약수와배수', NULL, '1', '   '),
(2, NULL, 'global', '', '', 'st_info', '1', NULL, NULL, NULL),
(3, NULL, 'global', '', '', 'schedule', '1', NULL, NULL, NULL),
(4, NULL, 'global', '', '', 'study', '1', NULL, NULL, NULL),
(5, NULL, 'global', '', '', 'bookm', '1', NULL, NULL, NULL),
(6, NULL, 'global', '', '', 'noshowm', '1', NULL, NULL, NULL),
(7, NULL, 'global', '', '', 'checkm', '1', NULL, NULL, NULL),
(8, NULL, 'global', '', '', 'test', '1', NULL, NULL, NULL),
(9, 0, 'book', '중1-1', '쎈', '2단원', '정수와유리수', NULL, '1', ' '),
(10, NULL, 'global', '', '', 'month', '7', NULL, NULL, '  '),
(11, NULL, 'global', '', '', 'year', '2021', NULL, NULL, ' ');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_study`
--

CREATE TABLE IF NOT EXISTS `st_study` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `seq` varchar(5) DEFAULT '0',
  `flag` varchar(2) DEFAULT '1',
  `open` varchar(2) DEFAULT '1',
  `category` varchar(10) DEFAULT '현행심화',
  `course` varchar(20) DEFAULT '과정명',
  `book` varchar(20) DEFAULT '교재명',
  `period` varchar(20) DEFAULT '21.01.01~',
  `count_chap` varchar(2) DEFAULT '6',
  `memo` varchar(1000) DEFAULT NULL,
  `s_chap1` varchar(12) DEFAULT NULL,
  `s_chap2` varchar(12) DEFAULT NULL,
  `s_chap3` varchar(12) DEFAULT NULL,
  `s_chap4` varchar(12) DEFAULT NULL,
  `s_chap5` varchar(12) DEFAULT NULL,
  `s_chap6` varchar(12) DEFAULT NULL,
  `s_chap7` varchar(12) DEFAULT NULL,
  `s_chap8` varchar(12) DEFAULT NULL,
  `s_chap9` varchar(12) DEFAULT NULL,
  `s_chap10` varchar(12) DEFAULT NULL,
  `s_chap11` varchar(12) DEFAULT NULL,
  `s_chap12` varchar(12) DEFAULT NULL,
  `s_chap13` varchar(12) DEFAULT NULL,
  `e_chap1` varchar(12) DEFAULT NULL,
  `e_chap2` varchar(12) DEFAULT NULL,
  `e_chap3` varchar(12) DEFAULT NULL,
  `e_chap4` varchar(12) DEFAULT NULL,
  `e_chap5` varchar(12) DEFAULT NULL,
  `e_chap6` varchar(12) DEFAULT NULL,
  `e_chap7` varchar(12) DEFAULT NULL,
  `e_chap8` varchar(12) DEFAULT NULL,
  `e_chap9` varchar(12) DEFAULT NULL,
  `e_chap10` varchar(12) DEFAULT NULL,
  `e_chap11` varchar(12) DEFAULT NULL,
  `e_chap12` varchar(12) DEFAULT NULL,
  `e_chap13` varchar(12) DEFAULT NULL,
  `t_chap1` varchar(30) DEFAULT NULL,
  `t_chap2` varchar(30) DEFAULT NULL,
  `t_chap3` varchar(30) DEFAULT NULL,
  `t_chap4` varchar(30) DEFAULT NULL,
  `t_chap5` varchar(30) DEFAULT NULL,
  `t_chap6` varchar(30) DEFAULT NULL,
  `t_chap7` varchar(30) DEFAULT NULL,
  `t_chap8` varchar(30) DEFAULT NULL,
  `t_chap9` varchar(30) DEFAULT NULL,
  `t_chap10` varchar(30) DEFAULT NULL,
  `t_chap11` varchar(30) DEFAULT NULL,
  `t_chap12` varchar(30) DEFAULT NULL,
  `t_chap13` varchar(30) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=200 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_study`
--

INSERT INTO `st_study` (`id`, `st_id`, `seq`, `flag`, `open`, `category`, `course`, `book`, `period`, `count_chap`, `memo`, `s_chap1`, `s_chap2`, `s_chap3`, `s_chap4`, `s_chap5`, `s_chap6`, `s_chap7`, `s_chap8`, `s_chap9`, `s_chap10`, `s_chap11`, `s_chap12`, `s_chap13`, `e_chap1`, `e_chap2`, `e_chap3`, `e_chap4`, `e_chap5`, `e_chap6`, `e_chap7`, `e_chap8`, `e_chap9`, `e_chap10`, `e_chap11`, `e_chap12`, `e_chap13`, `t_chap1`, `t_chap2`, `t_chap3`, `t_chap4`, `t_chap5`, `t_chap6`, `t_chap7`, `t_chap8`, `t_chap9`, `t_chap10`, `t_chap11`, `t_chap12`, `t_chap13`) VALUES
(1, 58, '3-1', '1', '0', '현행심화', '초5-1', '디딤돌(기본+응용)', '2021', '6', NULL, '4/1시작', '', '', '', '5/2시작', '5/13시작', '', '', '', '', '', '', '', '', '', '', '', '', '6/2종료', '', '', '', '', '', '', '', '1단원 기본(10/10)', '2단원 기본(4/10-> 9/10)', '3단원 기본(6/10 -> 8/10)', '4단원 기본(8/10)', '5단원 기본(8/10)', '6단원 기본(5/10->5/10->  )', '', '', '', '', '', '', ''),
(2, 58, '1-1', '1', '1', '연산선행', '초5-1', '빅터연산', '21.04.20~21.07.17', '8', NULL, '4/20', '4/22', '4/25', '5/18', '5/26', '6/4', '6/19', '6/30 시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/17 종료', '', '', '', '', '', '9/15', '6/15', '', '', '', '', '', '', '', '', '', '', ''),
(3, 58, '2-1', '1', '1', '개념선행', '초5-2', '디딤돌 기본+응용', '', '6', NULL, '5/21시작', '6/4', '6/19', '7/14시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(8, 92, '1-1', '1', '0', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(9, 92, '2-1', '1', '0', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(10, 92, '3-1', '1', '0', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(11, 12, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(12, 12, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(13, 12, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(15, 77, '1-1', '1', '1', '연산선행', '초5-2', '쎈연산', '21.01.01~', '5', NULL, '6/21', '6/24', '7/13', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(16, 77, '2-1', '1', '1', '개념선행', '초5-2', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '6/3', '6/22', '7/7', '7/21시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(17, 77, '3-1', '1', '1', '현행심화', '초5-1', '쎈', '21.01.01~', '6', NULL, '6/7', '6/23', '', '7/13', '6/3', '6/24, 7/8끝', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기본(9/10)', '2단원 기본(6/10-> )', '3단원 기본(6/10-> )', '4단원 기본(4/10->8/10)', '4단원 기본(6/10->8/10)', '6단원 기본(9/10)', '', '', '', '', '', '', ''),
(18, 37, '1-1', '1', '1', '연산선행', '중1B', '빅터연산', '21.01.01~', '3', NULL, '3/4 시작', '3/27시작', '4/20시작', '', '', '', '', '', '', '', '', '', '', '', '', '6/15 종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(19, 37, '2-1', '1', '1', '개념선행', '초6-2', '기본+응용', '21.01.01~', '6', NULL, '3/2시작', '3/22시작', '4/17시작', '5/6시작', '5/1시작', '7/7시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(20, 37, '3-1', '1', '1', '현행심화', '초6-1', '쎈', '21.01.01~', '6', NULL, '5/22시작', '6/10시작', '', '', '', '6/22시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/15종료', '', '', '', '', '', '', '', '(7/10->6/10->10/10)', '(9/10)', '(7/10->7/10)', '(4/10->10/10)', '', '', '', '', '', '', '', '', ''),
(22, 37, '3-2', '1', '1', '현행심화', '초6-1', '최상위S', '21.01.01~', '6', NULL, '3/2시작', '3/24', '4/21', '5/2 시작', '', '', '', '', '', '', '', '', '', '', '', '', '중단', '', '', '', '', '', '', '', '', '', '4/10->5/10->6/10->8/', '7/10->9/10', '7/10->4/10', '', '', '', '', '', '', '', '', '', ''),
(23, 37, '1-2', '1', '1', '연산선행', '중1-2', '디딤돌연산', '21.01.01~', '11', NULL, '3/9시작', '6/8시작', '7/7시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(24, 39, '1-1', '1', '0', '연산선행', '초6-2', '쎈연산', '21.01.01~', '6', NULL, '3/4시작', '', '', '', '', '5/13', '', '', '', '', '', '', '', '', '', '', '', '', '5/24종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(26, 39, '2-1', '1', '1', '개념선행', '초6-2', 'EBS 만점왕', '21.01.01~', '6', NULL, '4/21 시작', '5/11시작', '6/3시작', '6/19시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(27, 39, '3-1', '1', '0', '현행심화', '초6-1', '초6-1(응용)', '21.01.01~', '6', NULL, '3/2 시작', '3/10시작', '3/17시작', '3/25시작', '3/29시작', '4/16시작 ', '', '', '', '', '', '', '', '', '', '', '', '', '4/28종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(28, 39, '3-2', '1', '1', '현행심화', '초6-1', '쎈', '21.01.01~', '6', NULL, '4/29시작', '6/15시작', '', '6/3시작', '7/13시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기본 (7/10->6/10->10/10) 실력(', '(5/10->8/10)', '(7/10->6/10->8/10)', '(4/10 -> )', '', '', '', '', '', '', '', '', ''),
(29, 39, '1-1', '1', '1', '연산선행', '중1-1', '빅터연산', '21.01.01~', '4', NULL, '5/25시작', '6/12', '7/8', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(30, 70, '1-2', '1', '1', '연산선행', '초5-1', '빅터연산', '21.01.01~', '6', NULL, '4/25시작', '5/4시작', '5/18시작', '5/28시작', '6/6시작', '6/17시작', '7/1시작', '7/14시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(31, 70, '2-1', '1', '1', '개념선행', '초4-2', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '4/28시작', '5/7시작', '5/17시작', '5/27시작', '6/13시작', '6/24시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/2 종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(32, 70, '3-2', '1', '1', '현행심화', '최상위S', '교재명', '21.01.01~', '6', NULL, '4/28시작', '5/2시작', '5/11시작', '5/24시작', '6/2시작', '6/9시작', '6/20시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/14종료', '', '', '', '', '', '', '', '실력(5/10->9/10)', '실력(10/10)', '실력(8/10)', '실력(9/10)', '실력(9/10)', '', '', '', '', '', '', ''),
(33, 70, '3-1', '1', '1', '현행심화', '초4-1', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '기본(10/10)', '기본(10/10)', '기본(10/10)', '', '', '', '', '', '', '', '', '', ''),
(34, 17, '0', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(35, 17, '2-1', '1', '1', '개념선행', '중2-2', 'RPM', '21.01.01~', '10', NULL, '3/28시작', '4/6시작', '5/9시작', '5/18시작', '5/30시작7/8재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(36, 17, '2-2', '1', '1', '개념선행', '중2-2', '일품', '21.01.01~', '9', NULL, '3/5시작', '3/10시작', '3/15시작', '', '', '', '', '', '', '', '', '', '', '', '', '중단', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(37, 17, '3-1', '1', '1', '현행심화', '중2-1', '쎈', '21.01.01~', '11', NULL, '2/27시작', '3/3시작', '3/9시작', '3/18시작', '3/24시작', '5/2시작', '5/5시작', '5/12시작', '5/17시작', '5/22시작', '5/28시작', '', '', '', '', '', '', '', '', '', '', '', '', '6/8종료', '', '', '1단원 기본(11/15->', '2단원 기본(15/15)', '', '3단원 기본워크(24/30)', '', '4기본(15/15)', '', '5단원 기본(12/15)', '', '', '', '', ''),
(38, 17, '3-2', '1', '1', '현행심화', '중2-1', '일품', '21.01.01~', '9', NULL, '3/29시작', '4/2시작', '4/11시작', '4/15시작', '4/17시작', '6/5시작', '', '', '6/30 시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 실력(10/15->12/15)', '', '2단원 실력(7/15->11/15)', '3실력(7/15->7/15->12/1', '', '4실력(11/15->10/15->14', '', '5단원 실력(9/15->', '', '', '', '', ''),
(39, 17, '1-2', '1', '1', '현행심화', '중3-1', '쎈', '21.01.01~', '12', NULL, '5/27시작7/8재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기본(9/15->', '', '', '', '', '', '', '', '', '', '', '', ''),
(40, 88, '1-1', '1', '1', '연산선행', '중1-2', '디딤돌 연산', '21.01.01~', '6', NULL, '6/24시작', '7/1시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(41, 88, '3-1', '1', '1', '현행심화', '중1-1', '최고수준', '21.01.01~', '9', NULL, '보류', '보류', '보류', '보류', '7/10시작', '', '', '6/24시작', '6/28시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3단원 기본(9/15)', '', '', '', '', '', '', '', ''),
(42, 59, '1-1', '1', '1', '연산선행', '중2-1', '디딤돌연산', '21.01.01~', '6', NULL, '4/1시작', '4/7시작', '4/13시작', '5/7시작', '5/18시작', '5/26시작', '', '', '', '', '', '', '', '', '', '', '', '', '6/8종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(43, 59, '2-1', '1', '1', '개념선행', '중1-2', '라이트쎈', '21.01.01~', '9', NULL, '4/2시작', '4/8시작', '4/13시작', '4/17시작', '4/30시작', '5/12시작', '5/19시작', '5/31시작', '6/6시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/2종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(44, 59, '1-2', '1', '1', '개념선행', '중2-1', 'RPM', '21.01.01~', '8', NULL, '7/14시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(45, 59, '3-1', '1', '1', '현행심화', '중1-1', '쎈', '21.01.01~', '9', NULL, '4/22시작', '5/7시작', '', '4/1시작', '5/17시작', '5/17', '5/31', '6/21시작', '6/24시작', '', '', '', '', '', '', '', '', '', '', '', '', '7월 종료', '', '', '', '', '1단원 기본(10/15->14/15)', '', '2단원 기본(13/15)', '', '3단원 기본(11/15->15/15)', '', '4단원(14/15)', '', '5단원 기본(9/15->15/15)', '', '', '', ''),
(46, 59, '1-2', '1', '1', '연산선행', '중2-1', '디딤돌연산B', '21.01.01~', '7', NULL, '5/4시작', '6/16시작', '6/26시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(47, 101, '1-1', '1', '1', '연산선행', '중2-2', '디딤돌연산', '21.01.01~', '11', NULL, '7/7시작', '7/10시작', '7/15시작', '7/19', '7/22', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(48, 101, '2-1', '1', '1', '개념선행', '중2-1', '최상위', '21.01.01~', '10', NULL, '', '', '', '', '7/6시작', '7/10시작', '7/12시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(50, 101, '3-2', '1', '1', '현행심화', '중1-2', '일품', '21.01.01~', '6', NULL, '7/12시작', '7/15시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(52, 84, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(53, 84, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(54, 84, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(55, 12, '1-2', '1', '1', '연산선행', '고1-1', '쎈', '21.01.01~', '12', NULL, '3/4시작', '3/17시작', '5/10시작', '5/19시작7/1재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(56, 61, '0', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(57, 61, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(58, 61, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(59, 61, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(65, 30, '3-2', '1', '1', '현행심화', '초5-2', '최상위S', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(66, 30, '2-1', '1', '1', '개념선행', '초6-1', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(67, 30, '1-1', '1', '1', '연산선행', '초6-1', '빅터연산B', '21.01.01~', '9', NULL, '4/22시작', '5/2시작', '5/8시작', '5/19시작', '6/6시작', '6/15시작', '6/26시작', '7/6시작', '7/7시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/9끝', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(68, 30, '1-2', '1', '1', '연산선행', '중1-1', '수력충전', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(69, 30, '3-1', '1', '1', '현행심화', '초5-1', '최상위S', '21.01.01~', '6', NULL, '4/24시작', '5/5시작', '4/24시작', '5/13시작', '5/27시작', '6/25시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기본(9/10) 실력(5/10)', '2단원 기본(4/10-> 9/10) 실력(3/10-> ', '3단원 기본(7/10->8/10) 실력(4/10->6/', '4단원 기본(8/10)', '5단원 기본(4/10)', '6단원 기본(     )', '', '', '', '', '', '', ''),
(70, 57, '3-0', '1', '1', '현행심화', '초5-1', '쎈', '21.01.01~', '6', NULL, '4/9시작', '4/13시작', '4/20시작', '4/26시작', '5/14시작', '5/19시작', '', '', '', '', '', '', '', '', '', '', '', '', '5/29종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(71, 57, '3-1', '1', '1', '현행심화', '초5-1', '최상위S', '21.01.01~', '6', NULL, '5/31시작', '6/7시작', '6/8시작', '6/10시작', '6/1시작', '6/7시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(72, 57, '2-1', '1', '1', '개념선행', '초6-2', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '6/11시작', '7/2시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(73, 57, '1-1', '1', '1', '연산선행', '중1-1', '라이트쎈', '21.01.01~', '9', NULL, '7/4시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(74, 14, '3-1', '1', '1', '현행심화', '중2-2', '일품', '21.01.01~', '9', NULL, '5/22시작', '5/26시작', '5/29시작', '7/9시작', '7/10시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(75, 14, '2-1', '1', '1', '개념선행', '중3-1', '일품', '21.01.01~', '6', NULL, ' 7/12시작', '7/14시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(76, 14, '1-1', '1', '1', '연산선행', '고1-2', '수학입문', '21.01.01~', '10', NULL, '3/4시작', '3/11시작', '3/21시작', '3/27시작', '4/9시작5/14재개', '5/16시작', '7/14시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(77, 68, '1-1', '1', '1', '연산선행', '중2-1', '쎈', '21.01.01~', '11', NULL, '4/21시작', '4/30시작', '5/12', '5/14', '5/19', '5/24', '5/27', '6/1', '6/9', '6/16', '6/27', '', '', '', '', '', '', '', '', '', '', '', '', '7/8종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(78, 68, '3-3', '1', '1', '현행심화', '중1-2', '일품', '21.01.01~', '9', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(79, 68, '2-2', '1', '1', '개념선행', '중2-1', '일품', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(80, 68, '1-2', '1', '1', '연산선행', '중2-2', '라이트쎈', '21.01.01~', '11', NULL, '7/10시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(81, 68, '3-1', '1', '1', '현행심화', '중1-1', 'RPM', '21.01.01~', '9', NULL, '4/21', '', '4/29', '4/30', '5/8', '5/16', '5/18', '5/19', '5/23', '', '', '', '', '', '', '', '', '', '', '', '', '5/24종료', '', '', '', '', '1단원 기본(13/15) 실력(6/15->9/15->1', '', '2단원 기본(13/15) 실력(6/15->12/15)', '', '3단원 기본(15/15) 실력(10/15->15/15)', '4단원 기본(14/15) 실력(11/15->14/15)', '', '5단원 기본(11/15->13/15) 실력(7/15->', '', '', '', '', ''),
(82, 68, '2-1', '1', '1', '개념선행', '중1-2', '쎈', '21.01.01~', '11', NULL, '4/29', '4/20', '5/8', '/5/14', '5/19', '5/25', '6/5', '6/16', '6/20', '7/7', '7/16', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(83, 68, '3-2', '1', '1', '현행심화', '중1-1', '최고수준', '21.01.01~', '9', NULL, '5/5시작', '5/6', '6/23', '6/28', '5/26', '5/28', '5/30', '6/8', '6/11', '', '', '', '', '', '', '', '', '', '', '', '', '7/9종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(84, 24, '3-1', '1', '1', '현행심화', '중3-1', '최고수준', '21.01.01~', '6', NULL, '1/20시작', '1/21', '1/22', '1/27', '1/28', '1/30', '2/2', '2/3시작', '', '', '', '', '', '', '', '', '', '', '', '', '2/6종료', '', '', '', '', '', '1단원 실력(12/15)', '', '2단원 실력(14/15)', '', '3단원 실력(14/15)', '4단원 실력(11/15->11/15->14/15)', '5단원 실력(14/15)', '', '', '', '', '', ''),
(85, 24, '3-3', '1', '1', '현행심화', '중3-1', '블랙라벨', '21.01.01~', '8', NULL, '2/6시작', '2/15', '2/18', '2/25', '5/17', '', '', '7/10', '', '', '', '', '', '', '', '', '', '', '', '', '7/10종료', '', '', '', '', '', '1단원 심화(9/15->12/15)', '', '2단원 심화(5/15->14/15)', '', '', '', '', '', '', '', '', '', ''),
(86, 24, '2-1', '1', '1', '개념선행', '고1-2', '마플교과서', '21.01.01~', '10', NULL, '2/23', '3/24', '4/11', '4/20', '5/17', '6/6시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/12재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(87, 24, '1-1', '1', '1', '연산선행', '수1', '라이트쎈', '21.01.01~', '11', NULL, '2/28시작', '3/5', '3/12', '3/17', '3/22', '3/31', '5/21', '6/2시작 ', '', '', '', '', '', '', '', '', '', '', '', '', '7/12재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(88, 24, '0', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(89, 19, '3-1', '1', '1', '현행심화', '중2-1', '최고수준', '21.01.01~', '11', NULL, '5/14', '5/15', '5/23', '5/27', '', '5/14', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기본(14/15) 실력(7/15->14/15)', '', '2단원 기본(12/15) 실력( 11/15->15/15', '', '3단원 기본(10/15) 실력(2/15->14/15)', '', '4단원 기본(15/15) 실력(10/15->12/15)', '', '5단원 기본(10/15) 실력(7/15-> )', '', '', '', ''),
(90, 19, '2-1', '1', '1', '개념선행', '중3-2', '쎈', '21.01.01~', '7', NULL, '3/13시작', '3/19', '3/25', '4/4', '5/7', '5/11', '5/13', '', '', '', '', '', '', '', '', '', '', '', '', '5/20 종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(91, 19, '1-1', '1', '1', '연산선행', '고1-1', '수력충전', '21.01.01~', '11', NULL, '3/15시작', '3/19', '5/7', '5/24', '', '', '', '', '', '', '', '', '', '', '', '', '7/12재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(92, 19, '2-1', '1', '1', '개념선행', '중3-1', '일품', '21.01.01~', '8', NULL, '5/18', '5/20', '5/21', '5/28', '6/1', '7/12', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(93, 19, '3-3', '1', '1', '현행심화', '중2-2', '쎈', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(94, 58, '3-2', '1', '1', '현행심화', '초5-1', '쎈', '21.01.01~', '6', NULL, '6/6시작', '', '', '', '', '6/12시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 실력(6/10->9/10)', '2단원 실력(4/10->8/10)', '', '', '', '', '', '', '', '', '', '', ''),
(95, 83, '3-1', '1', '1', '현행심화', '중1-1', '최고수준', '21.01.01~', '6', NULL, '6/5 시작', '', '', '', '6/5시작', '6/14시작', '6/25시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3단원 실력(9/15-> 10/15)', '4단원 실력(11/15-> )', '', '', '', '', '', '', ''),
(96, 83, '2-1', '1', '1', '개념선행', '중2-1', '일품', '21.01.01~', '9', NULL, '6/5시작', '6/19시작', '7/16시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(99, 100, '3-1', '1', '1', '현행심화', '중1-1', '복습', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(100, 100, '2-1', '1', '1', '개념선행', '중1-2', '개념+유형 라이트', '21.01.01~', '6', NULL, '7/13시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(101, 100, '1-1', '1', '1', '연산선행', '중2-1', '수력충전', '21.01.01~', '6', NULL, '7/13시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(102, 54, '2-1', '1', '1', '개념선행', '중1-1', '개념+유형 파워\n파워', '21.01.01~', '6', NULL, '', '7/1시작', '7/10시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(103, 54, '3-1', '1', '1', '현행심화', '초6-1', '쎈', '21.01.01~', '6', NULL, '4/3시작', '4/5', '4/19', '4/4', '4/9', '4/12', '4/20', '', '', '', '', '', '', '', '', '', '', '', '', '4/28종료', '', '', '', '', '', '', '1단원 실력(5/10->8/10)', '2단원 실력(8/10)', '3단원 실력(6/10->10/10)', '4단원 실력(6/10->8/10)', '5단원 실력(8/10)', '6단원 실력(7/10->8/10)', '', '', '', '', '', '', ''),
(104, 54, '1-1', '1', '1', '연산선행', '중1-1', '라이트쎈', '21.01.01~', '9', NULL, '4/8시작', '4/12시작', '4/22', '5/3', '5/13', '5/26', '6/1', '6/12', '6/17', '', '', '', '', '', '', '', '', '', '', '', '', '6/26 종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(105, 54, '3-2', '1', '1', '현행심화', '초6-1', '왕수학', '21.01.01~', '6', NULL, '5/1시작', '5/25', '6/7', '6/23', '7/8', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 심화(6/10-> )', '', '', '', '', '', '', '', '', '', '', '', ''),
(106, 54, '2-2', '1', '1', '개념선행', '초6-2', '쎈', '21.01.01~', '6', NULL, '4/8시작', '4/15', '4/28', '5/7', '5/21', '6/1시작', '', '', '', '', '', '', '', '', '', '', '', '', '6/16종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(107, 54, '1-2', '1', '1', '연산선행', '중1-2', '디딤돌연산', '21.01.01~', '11', NULL, '6/27시작', '7/6시작', '', '', '7/16시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(108, 80, '3-1', '1', '1', '현행심화', '초6-1', '쎈', '21.01.01~', '6', NULL, '6/12시작', '6/23시작', '6/30시작', '', '6/26시작', '6/26시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2단원 실력(9/10)', '', '4단원 실력(9/10)', '5단원 실력 (7/10->7/10)', '6단원 실력 ( /10)', '', '', '', '', '', '', ''),
(109, 80, '2-1', '1', '1', '연산선행', '초6-2', '빅터연산', '21.01.01~', '9', NULL, '6/5시작', '6/14시작', '6/30시작', '7/19', '', '', '', '', '', '', '', '', '', '', '', '714', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(110, 80, '1-1', '1', '1', '개념선행', '중1-1', 'EBS 뉴런', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(111, 47, '3-1', '1', '0', '현행심화', '고1-1', 'RPM', '21.01.01~', '13', NULL, '3/24', '4/11', '4/12', '4/13', '4/13', '5/9', '5/13', '5/24', '5/27', '6/1', '6/6', '6/10', '6/25', '', '', '', '', '', '', '', '', '', '', '', '', '7/17끝', '', '', '', '', '', '', '이차방정식 기본(23/25)', '평면좌표 기본(19/25)', '직선방정식 기본', '원방 기본(16/20)', '', '', ''),
(112, 47, '2-1', '1', '1', '개념선행', '고1-2', '라이트쎈', '21.01.01~', '8', NULL, '7/17시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(113, 47, '1-1', '1', '1', '연산선행', '고2-1', '수1 라이트쎈', '21.01.01~', '11', NULL, '7/17시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(114, 47, '3-1', '1', '0', '현행심화', '고1-1', '수학의 샘', '21.01.01~', '13', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(116, 79, '3-1', '1', '1', '현행심화', '중2-1', '쎈', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '5/19시작', '6/4', '6/15', '6/11', '', '', '', '', '', '', '', '', '', '', '', '', '7/17종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(117, 79, '2-1', '1', '1', '개념선행', '중2-2', '쎈 구매예정', '21.01.01~', '6', NULL, '구매예정', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(118, 79, '1-1', '1', '1', '연산선행', '중2-2', '디딤돌연산', '21.01.01~', '11', NULL, '5/19시작', '5/23시작', '6/4시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/10재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(119, 79, '1-2', '1', '1', '연산선행', '중3-1', '수력충전, 라이트쎈\n라이트쎈', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(121, 31, '1-2', '1', '1', '연산선행', '초6-2', '빅터연산', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(122, 31, '3-1', '1', '1', '현행심화', '초5-1', '쎈', '21.01.01~', '6', NULL, '2/25', '3/11', '4/11', '4/29', '6/3', '6/27', '', '', '', '', '', '', '', '', '', '', '', '', '7/10종료', '', '', '', '', '', '', '', '1단원 기본(6/10->9/10)', '2단원 기본(7/10-10/10)', '3단원 기본(5/10->8/10)', '4단원(8/10)', '5단원 기본 (5/10->6/10->8/10 )', '6단원 기본(. ', '', '', '', '', '', '', ''),
(123, 31, '2-1', '1', '0', '개념선행', '초5-2', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '2/27', '3/16', '3/28', '4/18', '5/12', '6/4', '', '', '', '', '', '', '', '', '', '', '', '', '7/1종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(124, 31, '1-1', '1', '0', '연산선행', '초6-1', '빅터연산', '21.01.01~', '8', NULL, '4/4시작', '4/9', '4/16', '4/27', '5/5', '5/14', '5/25', '6/13', '', '', '', '', '', '', '', '', '', '', '', '', '6/27종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(125, 31, '2-2', '1', '1', '개념선행', '초6-1', '디딤돌(기본+응용)', '21.01.01~', '6', NULL, '7/9시작', '7/24', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(126, 31, '3-2', '1', '1', '현행심화', '초5-2', '쎈', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(127, 53, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(128, 53, '2-1', '1', '1', '개념선행', '중1-1', '라이트쎈', '21.01.01~', '9', NULL, '5/31시작', '6/9', '6/24', '7/2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기초(14/15) 기본(12/15)', '', '', '', '', '', '', '', '', '', '', '', ''),
(129, 53, '1-1', '1', '0', '연산선행', '중1-1', '수력충전', '21.01.01~', '8', NULL, '4/10', '', '4/22', '4/26', '5/6', '5/13', '5/20', '5/22', '', '', '', '', '', '', '', '', '', '', '', '', '5/29종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(130, 53, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(131, 53, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(132, 53, '1-2', '1', '1', '연산선행', '중1-2', '수력충전', '21.01.01~', '8', NULL, '5/29', '6/2', '6/7', '6/11', '6/18', '6/28', '7/2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(133, 21, '3-1', '1', '1', '현행심화', '중2-1', 'RPM', '21.01.01~', '9 ', NULL, '4/24시작', '4/28', '', '4/25', '5/12', '5/19', '6/10', '6/20', '6/25', '', '', '', '', '', '', '', '', '', '', '', '', '6/30종료', '', '', '', '', '1단원 기본( 10/15 -> 14/15) 실력(10/', '', '2단원 기본 (11/15->14/15) ', '3단원 기본( 8/15->12/15) 실력(9/15)', '', '4단원 기본 (11/15-> 15/15)', '', '5단원 기본 (11/15)', '', '', '', '', ''),
(134, 21, '2-1', '1', '1', '개념선행', '중2-2', '쎈', '21.01.01~', '11', NULL, '3/8시작', '3/28', '5/22', '', '', '', '', '', '', '', '', '', '', '', '', '7/12재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(135, 21, '1-1', '1', '1', '연산선행', '중3-1', '쎈', '21.01.01~', '6', NULL, '3/8', '3/21', '3/31', '5/19', '', '', '', '', '', '', '', '', '', '', '', '', '7/12 재개', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(136, 21, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(137, 21, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(138, 21, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(139, 80, '3-2', '1', '1', '현행심화', '초6-1', '최상위S', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(140, 77, '1-2', '1', '1', '연산선행', '초6-1', '쎈연산', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(141, 77, '3-2', '1', '1', '현행심화', '초5-2', '최상위S', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(142, 11, '3-1', '1', '0', '현행심화', '중1-1', '쎈', '21.01.01~', '9', NULL, '3/22시작', '3/24', '3/23', '3/29', '4/20', '6/3', '6/28', '7/17', '', '', '', '', '', '', '', '', '', '', '', '', '7/20종료', '', '', '', '', '', '1단원 기본(13/15->14/15) 실력(12/15)', '', '2단원 기본(13/15) 실력(3/15-> )', '', '3단원 기본(10/150>14/15)', '', '4단원 기본(12/15)', '', '', '', '', '', ''),
(143, 11, '2-1', '1', '0', '개념선행', '중1-2', '만랩', '21.01.01~', '8', NULL, '3/20시작', '3/24', '4/2', '4/10', '4/20', '5/19', '5/28', '7/6', '', '', '', '', '', '', '', '', '', '', '', '', '7/15종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(144, 11, '1-1', '1', '0', '연산선행', '중2-1', '빅터연산(2B)', '21.01.01~', '3', NULL, '3/2시작', '3/30시작', '6/10시작', '', '', '', '', '', '', '', '', '', '', '', '', '7/10종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(145, 11, '3-1', '1', '1', '현행심화', '중1-2', 'RPM', '21.01.01~', '8', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(146, 11, '2-1', '1', '1', '개념선행', '중2-1', '라이트쎈', '21.01.01~', '10', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(147, 11, '1-2', '1', '1', '연산선행', '중2-2', '디딤돌연산', '21.01.01~', '6', NULL, '7/13시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(148, 69, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(149, 69, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(150, 69, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', ' 1단원(7/18시작)', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0'),
(151, 101, '3-1', '1', '1', '현행심화', '중1-1', '일품', '21.01.01~', '7', NULL, '', '', '', '7/6시작', '7/7', '7/8', '7/9', '', '', '', '', '', '', '', '', '', '', '', '', '7/13종료', '', '', '', '', '', '', '', '', '', '3단원 기본(15/15) 실력(12/15)', '', '4단원 실력(9/15->13/15)', '', '', '', '', '', '', ''),
(152, 38, '3-1', '1', '0', '현행심화', '6-1', '쎈', '21.01.01~', '6', NULL, '5/5시작', '5/8', '5/13', '5/21', '5/27', '6/1', '', '', '', '', '', '', '', '', '', '', '', '', '6/11종료', '', '', '', '', '', '', '', '1단원 기본(9/10) 실력(7/10->6/10->9/', '2단원 기본(8/10) 실력(6/10->9/10)', '3단원기본(10/10) 실력(9/10)', '4단원(8/10) 실력(9/10)', '5단원(7/10->10/10) 실력(8/10)', '6단원(8/10->10/10) 실력(7/10->7/10', '', '', '', '', '', '', ''),
(153, 38, '2-1', '1', '1', '개념선행', '6-2', '만점왕', '21.01.01~', '6', NULL, '4/23시작', '4/26', '4/29', '5/2', '5/7', '5/13', '', '', '', '', '', '', '', '', '', '', '', '', '5/20종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(154, 38, '1-1', '1', '0', '연산선행', '중1-1', '수력충전', '21.01.01~', '8', NULL, '5/3', '5/4', '511', '5/12', '5/24', '5/31', '6/15', '6/21', '', '', '', '', '', '', '', '', '', '', '', '', '7/5종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(155, 38, '3-1', '1', '1', '현행심화', '6-2', '쎈', '21.01.01~', '6', NULL, '6/1시작', '6/15', '7/1', '7/6', '7/22', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원 기본(8/10)', '2단원 기본(9/10)', '', '', '', '', '', '', '', '', '', '', ''),
(157, 38, '1-2', '1', '1', '연산선행', '중1-2', '디딤돌연산', '21.01.01~', '9', NULL, '7//7시작', '7/13', '7/21', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(158, 92, '3-1', '1', '1', '현행심화', '초6-1', 'EBS 만점왕', '21.07.14', '6', NULL, '7/10시작', '7/21', '7/24', '7/30', '8/10', '7/14시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '기초 (9/10)', '', '', '', '', '', '', '', '', '', ''),
(159, 92, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(160, 92, '1-1', '1', '1', '연산선행', '초6-2', '빅터연산', '21.01.01~', '9', NULL, '7/10시작', '7/16', '7/28', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(161, 78, '3-1', '1', '1', '현행심화', '중2-1', '쎈', '21.01.01~', '6', NULL, '', '', '', '', '', '6/3시작', '6/6', '6/9', '7/8', '6/20', '7/5', '', '', '', '', '', '', '', '', '', '', '7/24', 'C마무리', '마무리', '', '', '', '', '', '', '', '', '', '', '5단원 기초(11/15)', '', '', '', ''),
(162, 78, '2-1', '1', '1', '개념선행', '중2-2', '라이트쎈', '21.01.01~', '6', NULL, '7/15', '7/17', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(163, 78, '1-1', '1', '1', '연산선행', '중2-2', '디딤돌연산', '21.01.01~', '11', NULL, '7/7시작', '7/9', '7/12', '7/16', '7/20', '7/23', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(164, 47, '3-1', '1', '1', '현행심화', '고1-2', '수학의 샘', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(165, 29, '3-1', '1', '1', '현행심화', '초4-1', '쎈', '21.01.01~', '6', NULL, '6/23', '', '5/27', '5/31', '6/8', '7/5', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '기본(8/10)', '기본(6/10->5/10->6/10)', '기본(8/10)', '기본(8/10)', '기본(', '', '', '', '', '', '', ''),
(166, 29, '2-1', '1', '1', '개념선행', '초4-2', '빅터', '21.01.01~', '6', NULL, '3/3', '6/23', '7/16', '7/19', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(167, 29, '1-1', '1', '1', '연산선행', '초4-1', '빅터', '21.01.01~', '8', NULL, '3/10', '3/15', '3/24', '4/2', '4/30', '5/11', '5/20', '5/31', '', '', '', '', '', '', '', '', '', '', '', '', '6/22 종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(168, 35, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(169, 35, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(170, 35, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(171, 35, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(172, 35, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(173, 35, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(174, 105, '3-1', '1', '1', '현행심화', '중2-2', '쎈', '21.01.01~', '11', NULL, '1', '2', '\n3', '4', '7/19시작', '7/22시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(175, 105, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(176, 105, '1-1', '1', '1', '연산선행', '중3-1', '수력충전', '21.01.01~', '7', NULL, '7/19', '7/24', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(177, 33, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(178, 33, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(179, 33, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(180, 18, '3-1', '1', '1', '현행심화', '중2-1', '쎈', '21.01.01~', '9', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1단원기본(10/15->13/15)', '2단원기본(13/15)', '', '3단원기본(11/15->13/15)', '', '4단원 기본(12/15)', '', '5단원 기본(9/15->12/15)', '', '', '', '', ''),
(181, 18, '2-1', '1', '1', '개념선행', '중2-2', '쎈', '21.01.01~', '11', NULL, '3/12', '3/24', '3/29', '4/2', '4/9', '5/10', '5/14', '5/25', '7/17', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(182, 18, '1-1', '1', '1', '연산선행', '중3-1', '빅터3A', '21.01.01~', '4', NULL, '3/18', '4/5', '5/20', '7/14', '', '', '', '', '', '', '', '', '', '', '', '', '7/27종료', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(183, 18, '3-1', '1', '1', '현행심화', '중2-1', '일품', '21.01.01~', '9', NULL, '2/18', '2/27', '3/2', '3/10', '3/12', '3/24', '4/2', '5/10', '5/19', '', '', '', '', '', '', '', '', '', '', '', '', '5/30종료', '', '', '', '', '1단원실력(10/15->10/15)', '2단원실력(10/15->13/15)', '', '3단원실력(9/15->11/15)', '', '4단원 실력(5/15->9/15->14/15)', '', '5단원 실력(', '', '', '', '', ''),
(184, 18, '2-1', '1', '1', '개념선행', '중2-2', 'RPM', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(185, 18, '1-1', '1', '1', '연산선행', '중3-1', '빅터3B', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(186, 25, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(187, 25, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(188, 25, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(189, 86, '3-1', '1', '1', '현행심화', '중1-1', '최고수준', '21.01.01~', '9', NULL, '7/15시작', '7/23', '', '', '6/14', '6/22', '6/25', '7/5', '7/9', '', '', '', '', '', '', '', '', '', '', '', '', '7/21끝', '', '', '', '', '1단원 실력(8/15)', '', '', '', '3단원 기본(13/15) 실력(8/15->13/15)', '4단원 기본(14/15) 실력(9/15->14/15)', '', '5단원 기본(13/15) 실력( 13/15)', '', '', '', '', ''),
(190, 86, '2-1', '1', '1', '개념선행', '중1-2', '라이트쎈', '21.01.01~', '9', NULL, '6/3시작', '6/8', '6/14', '6/18', '6/26', '7/5', '7/12', '7/22', '8/2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(191, 86, '1-1', '1', '1', '연산선행', '중2-2', '디딤돌연산', '21.01.01~', '11', NULL, '7/11시작', '7/16', '7/22', '7/28', '8/2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(192, 107, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(193, 107, '2-1', '1', '1', '개념선행', '초6-2', '우등생', '21.01.01~', '6', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(194, 107, '1-1', '1', '1', '연산선행', '중1-1', '빅터연산', '21.08.01~', '6', NULL, '8/2시작', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(195, 111, '0', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(197, 120, '3-1', '1', '1', '현행심화', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(198, 120, '2-1', '1', '1', '개념선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(199, 120, '1-1', '1', '1', '연산선행', '과정명', '교재명', '21.01.01~', '6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_test`
--

CREATE TABLE IF NOT EXISTS `st_test` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `test_date` date DEFAULT '2021-01-01',
  `subject` varchar(20) DEFAULT '수학',
  `type` varchar(20) DEFAULT '레벨평가',
  `level` varchar(10) DEFAULT '기본',
  `grade` varchar(20) DEFAULT NULL,
  `gubun1` varchar(20) DEFAULT '구분1',
  `gubun2` varchar(20) DEFAULT '구분2',
  `gubun3` varchar(20) DEFAULT '구분3',
  `open` varchar(2) DEFAULT '1',
  `test_name` varchar(20) DEFAULT '1',
  `corrt_num` int(11) DEFAULT NULL,
  `total_num` int(11) DEFAULT '15',
  `score` float DEFAULT NULL,
  `time` varchar(10) DEFAULT NULL,
  `result` varchar(20) DEFAULT '미정',
  `memo` varchar(200) DEFAULT '참 잘했어요.',
  `created` datetime DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=99 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_test`
--

INSERT INTO `st_test` (`id`, `st_id`, `test_date`, `subject`, `type`, `level`, `grade`, `gubun1`, `gubun2`, `gubun3`, `open`, `test_name`, `corrt_num`, `total_num`, `score`, `time`, `result`, `memo`, `created`) VALUES
(1, 63, '2021-05-25', '수학', '단원평가', '기본', '초5-1', '구분1', '구분2', '구분3', '0', '1단원', 9, 10, 90, NULL, '통과', '잘했어요.', '2021-05-21 00:00:00'),
(2, 63, '2021-05-25', '수학', '단원평가', '실력', '초5-1', '구분1', '구분2', '구분3', '0', '2단원', 7, 10, 70, NULL, '미통과', '재시험 대상', '2021-05-21 00:00:00'),
(3, 63, '2021-06-06', '수학', '단원평가', '심화', '초5-1', '구분1', '구분2', '구분3', '0', '3단원', 10, 10, 99, '15분10초', '통과', '참 잘했어요.  ', '2021-05-22 07:24:29'),
(7, 6, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-21 01:21:48'),
(12, 53, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 90, NULL, NULL, NULL, '2021-05-23 10:52:15'),
(13, 32, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 100, NULL, NULL, NULL, '2021-05-23 10:45:31'),
(14, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '1단원', 8, 10, 90, '19분56초', '재시험', '5/10 -> 8/10', '2021-05-23 10:46:06'),
(15, 53, '2021-05-25', NULL, '단원평가', '', '', '구분1', '구분2', '구분3', '0', '', 0, 0, 100, NULL, '', '', '2021-05-23 10:50:24'),
(16, 63, '2021-06-06', '수학', '단원평가', '실력', '초5-2', '구분1', '구분2', '구분3', '0', '1단원', 4, 15, 50, '10분55초', '미통과', '노력                                              ', '2021-05-23 22:28:00'),
(17, 53, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-24 00:31:17'),
(18, 53, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-24 00:31:29'),
(19, 63, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-25 00:09:49'),
(20, 63, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-25 00:17:46'),
(21, 9, '2021-05-25', NULL, '단원평가', '기초', '중1-1', '구분1', '구분2', '구분3', '0', '1단원소인수분해', 12, 15, 0, '15분24초', '통과', '', '2021-05-25 17:53:16'),
(22, 9, '2021-05-25', NULL, '단원평가', '기초', '중1-1', '구분1', '구분2', '구분3', '0', '2단원문자와식', 9, 15, 0, '15분21초', '미통과', '', '2021-05-25 17:53:19'),
(23, 9, '2021-05-11', NULL, '단원평가', '기본', '중1-1', '구분1', '구분2', '구분3', '0', '1단원소인수분해', 12, 15, 0, '33분16초', '미통과', '8/15=>12/15 ', '2021-05-25 17:53:22'),
(24, 9, '2021-05-25', NULL, '단원평가', '기본', '중1-1', '구분1', '구분2', '구분3', '0', '2단원문자와식', 11, 15, 0, '19분36초', '미통과', '2/15  => 8/15 =>11/15', '2021-05-25 17:53:24'),
(25, 9, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-25 17:53:27'),
(26, 26, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-26 14:01:43'),
(27, 26, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-26 14:01:45'),
(28, 26, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-26 14:01:48'),
(29, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '2단원', 8, 10, 0, '21분58초', '통과', '', '2021-05-29 08:42:10'),
(30, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '3단원', 10, 10, 0, '18분8초', '재시험', '6/10 -> 10/10', '2021-05-29 08:42:35'),
(31, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '4단원', 8, 10, 0, '22분7초', '재시험', '6/10 -> 8/10', '2021-05-29 08:42:37'),
(32, 54, '0000-00-00', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '5단원', 8, 10, 0, '23분45초', '재시험', '', '2021-05-29 08:42:40'),
(33, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '6단원', 7, 10, 0, '32분53초', '미통과', '', '2021-05-29 08:47:20'),
(34, 55, '2021-04-14', NULL, '단원평가', '기본', '중2', '구분1', '구분2', '구분3', '0', '1', 15, 15, 0, '', '', '', '2021-06-12 14:38:17'),
(35, 55, '2021-04-14', NULL, '단원평가', '기본', '중2', '구분1', '구분2', '구분3', '0', '3', 15, 15, 0, '', '', '', '2021-06-12 14:38:21'),
(36, 55, '2021-05-22', NULL, '단원평가', '기본', '중2', '구분1', '구분2', '구분3', '0', '4', 15, 15, 0, '45분', '', '', '2021-06-12 14:38:23'),
(37, 55, '2021-06-12', NULL, '단원평가', '실력', '중2', '구분1', '구분2', '구분3', '0', '1', 9, 15, 0, '22분', '', '', '2021-06-12 14:38:25'),
(38, 55, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-12 14:38:28'),
(39, 55, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-12 14:38:33'),
(40, 55, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-12 14:45:54'),
(41, 74, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-18 13:34:25'),
(42, 74, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-18 13:34:27'),
(43, 75, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-18 13:36:52'),
(46, 88, '2021-06-24', NULL, '레벨', '기본', '중1 6월', '구분1', '구분2', '구분3', '1', '중1 6월 레벨테스트', 58, 100, 0, '', '', '', '2021-06-25 13:25:30'),
(50, 95, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-13 09:12:47'),
(51, 33, '2021-01-01', NULL, '단원평가', '기본', '중1-1', '구분1', '구분2', '구분3', '0', '1', 9, 15, 0, NULL, '통과', '', '2021-07-13 11:23:08'),
(54, 58, '2021-07-13', '수학', '레벨평가', '기본', '초5-1', '구분1', '구분2', '구분3', '1', '초5 3월', 51, 100, 0, '15분', '미정', '참 잘했어요. ', '2021-07-13 12:55:42'),
(55, 92, '2021-07-14', '수학', '레벨테스트', '기본', '초6-1', '구분1', '구분2', '구분3', '1', '초6 7월 12.67점', 13, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-14 12:20:50'),
(56, 12, '2021-07-15', '수학', '단원평가', '기본', '중1-1', '중등', '1-1', '2', '1', '2단원 테스트', 13, 15, 0, '12:10', '미정', '참 잘했어요. ', '2021-07-15 09:53:28'),
(57, 12, '2021-07-15', '수학', '단원평가', '기본', '중1-1', '중등', '1-1', '2', '1', '1', 12, 15, 0, '15:00', '미정', '참 잘했어요.   ', '2021-07-15 09:53:31'),
(58, 37, '2021-07-15', '수학', '레벨테스트', '기본', '초6-1 3월', '구분1', '구분2', '구분3', '1', '초6-1 3월 레벨테스트', 38, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 15:01:51'),
(59, 39, '2021-07-15', '수학', '레벨', '기본', '초6-1', '구분1', '구분2', '구분3', '1', '초6-1 3월 레벨테스트', 8, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 15:21:27'),
(60, 70, '2021-07-15', '수학', '레벨', '기본', '초4-1', '구분1', '구분2', '구분3', '0', '초4-1 3월 레벨테스트', 58, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 15:37:41'),
(61, 17, '2021-07-15', '수학', '레벨', '기본', '중2 3월', '구분1', '구분2', '구분3', '1', '중2 3월 레벨테스트', 75, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 16:49:47'),
(62, 17, '2021-07-15', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '0', '중간(75점)->기말(82점)', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-15 16:49:54'),
(63, 59, '2021-07-15', '수학', '레벨', '기본', '중1-1 3월', '구분1', '구분2', '구분3', '1', '중1 3월 레벨 테스트', 54, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 17:34:14'),
(64, 101, '2021-07-15', '수학', '레벨', '기본', '중1 7월', '구분1', '구분2', '구분3', '1', '중1 7월 레벨', 54, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 21:51:15'),
(65, 84, '2021-07-15', '수학', '단원평가', '기본', NULL, '구분1', '구분2', '구분3', '0', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-15 23:36:19'),
(66, 30, '2021-07-16', '수학', '레벨평가', '기본', '초5 3월', '구분1', '구분2', '구분3', '1', '초5 3월 레벨테스트 ', 41, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 13:42:13'),
(67, 61, '2021-07-16', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-16 13:48:48'),
(68, 57, '2021-07-16', '수학', '레벨평가', '기본', '초5 6월', '구분1', '구분2', '구분3', '1', '초5 6월 레벨', 80, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 14:33:15'),
(69, 68, '2021-07-16', '수학', '레벨평가', '기본', '중1 4월', '구분1', '구분2', '구분3', '1', '중1 4월 레벨테스트', 77, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 20:47:35'),
(70, 24, '2021-07-16', '수학', '레벨평가', '기본', '중3 1월', '구분1', '구분2', '구분3', '1', '중3 1월 레벨', 46, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:12:11'),
(71, 24, '2021-07-16', '수학', '내신', '기본', '중3-1중간', '구분1', '구분2', '구분3', '1', '중3-1 중간(95점) 기말(84점)', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:12:52'),
(72, 19, '2021-07-16', '수학', '레벨평가', '기본', '중2 3월', '구분1', '구분2', '구분3', '1', '중2 3월 레벨테스트', 65, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:28:13'),
(73, 19, '2021-07-16', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중2-1 중간(87점) 기말(82점)', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:28:43'),
(74, 100, '2021-07-17', '수학', '레벨평가', '기본', '', '구분1', '구분2', '구분3', '1', '중1 7월 레벨', 10, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-17 11:41:00'),
(75, 54, '2021-07-17', '수학', '레벨평가', '기본', '초6 3월', '구분1', '구분2', '구분3', '1', '초6 3월 레벨테스트', 60, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-17 11:52:55'),
(76, 47, '2021-07-17', '수학', '레벨평가', '기본', '고1-1', '구분1', '구분2', '구분3', '1', '고1-1 실력 기본 25/25 ', 8, 25, 0, '', '미정', '고1-1 실력 8/25 \n기본 25/25', '2021-07-17 17:26:50'),
(77, 47, '2021-07-17', '수학', '내신', '기본', '고1-1', '구분1', '구분2', '구분3', '1', '고1-1 중간 65.3점 기말 61.', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-17 17:27:55'),
(79, 105, '2021-07-18', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-18 11:19:14'),
(80, 25, '2021-07-18', '수학', '레벨평가', '기본', '중3-1 3월', '구분1', '구분2', '구분3', '1', '중3 3월 레벨', 37, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-18 17:50:22'),
(81, 25, '2021-07-18', '수학', '내신', '기본', '중3-1', '구분1', '구분2', '구분3', '1', '중3-1 중간(82.5점)-> 기말(', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-18 17:59:15'),
(82, 31, '2021-07-19', '수학', '레벨평가', '기본', '초5-1', '구분1', '구분2', '구분3', '1', '초5 3월 ', 46, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-19 10:06:40'),
(83, 21, '2021-07-19', '수학', '레벨평가', '기본', '중2', '구분1', '구분2', '구분3', '1', '중2 3월 61.97점', 68, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-19 18:37:53'),
(84, 21, '2021-07-19', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중간 89.5점 -> 58점', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-19 18:37:56'),
(85, 69, '2021-07-22', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-22 21:11:09'),
(86, 78, '2021-07-24', '수학', '레벨평가', '기본', '중2', '구분1', '구분2', '구분3', '1', '중2 6월', 32, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-24 15:11:04'),
(87, 78, '2021-07-24', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중간 50점정도 -> 기말 72점정도', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-24 15:11:07'),
(88, 35, '2021-07-26', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-26 17:50:15'),
(89, 35, '2021-07-26', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-26 17:50:19'),
(90, 18, '2021-07-27', '수학', '레벨평가', '기본', '중2', '구분1', '구분2', '구분3', '1', '중1 3월 56.3점', 56, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-27 18:29:05'),
(91, 18, '2021-07-27', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중2-1 중간(83점)->기말(57점', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-27 18:29:09'),
(92, 107, '2021-08-09', '수학', '레벨평가', '기본', '', '구분1', '구분2', '구분3', '1', '초6 8월 52.11점', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-08-09 14:29:13'),
(93, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:46:56'),
(94, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:47:01'),
(95, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:47:13'),
(96, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:47:17'),
(97, 111, '2021-10-10', '수학', '레벨평가', '기본', '초2', '', '구분2', '구분3', '1', '테스트 1', 14, 15, 0, '10', '통과', '참 잘했어요.  ', '2021-10-10 02:57:50'),
(98, 111, '2021-10-10', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-10 03:10:36');

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_house`
--

CREATE TABLE IF NOT EXISTS `tb_house` (
  `house_id` int(11) NOT NULL,
  `house_name` varchar(80) DEFAULT NULL,
  `house_address` varchar(255) DEFAULT NULL,
  `contents` text,
  `insert_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_house_reservation`
--

CREATE TABLE IF NOT EXISTS `tb_house_reservation` (
  `rs_id` int(11) NOT NULL,
  `user_id` varchar(80) DEFAULT NULL,
  `house_id` int(11) DEFAULT NULL,
  `rs_date` varchar(10) DEFAULT NULL,
  `tot_man` tinyint(4) DEFAULT NULL,
  `insert_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_member_log`
--

CREATE TABLE IF NOT EXISTS `tb_member_log` (
  `log_id` bigint(11) NOT NULL,
  `user_id` varchar(50) DEFAULT NULL,
  `board_id` bigint(20) DEFAULT NULL,
  `read_yn` varchar(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_member_master`
--

CREATE TABLE IF NOT EXISTS `tb_member_master` (
  `uid` bigint(11) NOT NULL,
  `user_id` varchar(80) DEFAULT NULL,
  `passwd` varchar(50) DEFAULT NULL,
  `user_name` varchar(70) DEFAULT NULL,
  `point` int(11) NOT NULL DEFAULT '0',
  `register_date` datetime DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `tb_member_master`
--

INSERT INTO `tb_member_master` (`uid`, `user_id`, `passwd`, `user_name`, `point`, `register_date`) VALUES
(3, 'ljangwon', '111111', 'JakeLee', 0, '2021-03-16 00:00:00');

-- --------------------------------------------------------

--
-- 테이블 구조 `test_history`
--

CREATE TABLE IF NOT EXISTS `test_history` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `course` varchar(50) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `test_history`
--

INSERT INTO `test_history` (`id`, `st_id`, `course`, `memo`) VALUES
(1, 1, '고1-1', '12/15'),
(2, 1, '고1-2', '12/25'),
(3, 1, '고1-2', '12/15'),
(4, 1, '고1-2', '12/15'),
(5, 1, '고1-2', '12/15'),
(6, 2, '고2-2', '3/15'),
(7, 2, '고2-2', '12/15'),
(8, 2, '고2-2', '12/15'),
(9, 2, '고2-2', '12/15'),
(10, 3, '고3-2', '12/15'),
(11, 3, '고3-2', '12/15'),
(12, 3, '고3-2', '11/20'),
(13, 3, '고3-2', '9/20'),
(14, 3, '고3-2', '5/22'),
(15, 6, '미정', '미정'),
(16, 6, '미정', '미정'),
(17, 6, '미정', '미정'),
(18, 7, '미정', '미정'),
(19, 7, '미정', '미정'),
(20, 7, '미정', '미정'),
(21, 7, '미정', '미정'),
(22, 7, '미정', '미정'),
(23, 7, '미정', '미정'),
(24, 1, '미정', '미정'),
(25, 5, '미정', '미정'),
(26, 1, '미정', '미정'),
(27, 5, '미정', '미정'),
(28, 1, '미정', '미정'),
(29, 35, '미정', '미정'),
(30, 1, '미정', '미정'),
(31, 35, '미정', '미정'),
(32, 1, '미정', '미정'),
(33, 35, '미정', '미정'),
(34, 1, '미정', '미정'),
(35, 35, '미정', '미정'),
(36, 1, '미정', '미정'),
(37, 35, '미정', '미정');

-- --------------------------------------------------------

--
-- 테이블 구조 `topic`
--

CREATE TABLE IF NOT EXISTS `topic` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `description` text,
  `created` datetime NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `topic`
--

INSERT INTO `topic` (`id`, `title`, `description`, `created`) VALUES
(1, 'JavaScript란', '<h2>\r\n    자바스크립트는</h2>\r\n<ul>\r\n  <li>\r\n      브라우저에서 실행되는 언어</li>\r\n   <li>\r\n      가장 많이 사용되는 언어</li>\r\n    <li>\r\n      주로 html을 프로그래밍적으로 조작하기 위해서 사용됨</li>\r\n</ul>\r\n<h2>\r\n  예제</h2>\r\n<ul>\r\n <li>\r\n      자바스크립트는 3가지 방식으로 사용됨</li>\r\n <li>\r\n      외부의 파일을 로드</li>\r\n   <li>\r\n      &lt;script&gt;태그 사이에 기술</li>\r\n  <li>\r\n      태그에 직접 기술</li>\r\n</ul>\r\n<h2>\r\n   참고링크</h2>\r\n<ul>\r\n   <li>\r\n      <a href="http://www.maroon.pe.kr/webmaster/java/java_study.html" target="_blank">스크립트 세상</a></li>\r\n <li>  \r\n</ul>\r\n', '2021-04-18 20:46:23'),
(2, '변수와 상수', '<p>\r\n    변수란</p>\r\n<ul>\r\n <li>\r\n      변하는 값</li>\r\n    <li>\r\n      x = 10 일 때 왼쪽항인 x는 오른쪽 항인 10에 따라 다른 값이 지정된다.</li>\r\n</ul>\r\n<p>\r\n 상수란</p>\r\n<ul>\r\n <li>\r\n      변하지 않는 값</li>\r\n <li>\r\n      x = 10 일 때 오른쪽항인 10이 상수가 된다.</li>\r\n</ul>\r\n<pre class="brush: xml">\r\n&lt;script type=&quot;text/javascript&quot;&gt;\r\n&nbsp;&nbsp;&nbsp; // x의 값이 오른쪽 항에 따라서 변한다.\r\n&nbsp;&nbsp;&nbsp; // x가 변수라는 명시적인 의미\r\n&nbsp;&nbsp;&nbsp; var x = 10;\r\n&nbsp;&nbsp;&nbsp; alert(x);\r\n&nbsp;&nbsp;&nbsp; var x = 20;\r\n&nbsp;&nbsp;&nbsp; alert(x);\r\n&lt;/script&gt;</pre>\r\n<p>\r\n   &nbsp;</p>\r\n', '2021-04-18 20:46:23'),
(3, '연산자', '<p>\r\n   연산에 사용되는 기호들. (y = 5 일 때)</p>\r\n<table class="table">\r\n    <tbody>\r\n       <tr>\r\n          <th align="left" width="15%">\r\n             Operator</th>\r\n         <th align="left" width="40%">\r\n             Description</th>\r\n          <th align="left" width="25%">\r\n             Example</th>\r\n          <th align="left" width="20%">\r\n             Result</th>\r\n       </tr>\r\n     <tr>\r\n          <td valign="top">\r\n               +</td>\r\n            <td valign="top">\r\n               더하기</td>\r\n          <td valign="top">\r\n               x=y+2</td>\r\n            <td valign="top">\r\n               x=7</td>\r\n      </tr>\r\n     <tr>\r\n          <td valign="top">\r\n               -</td>\r\n            <td valign="top">\r\n               빼기</td>\r\n           <td valign="top">\r\n               x=y-2</td>\r\n            <td valign="top">\r\n               x=3</td>\r\n      </tr>\r\n </tbody>\r\n</table>\r\n', '2021-04-18 20:46:23'),
(4, 'JSON', '<h2>JSON이란?</h2>\r\n\r\n<p>서로 다른 언어들간에 데이터를 주고 받는 여러 방법이 있다. 대표적인 것이 XML인데, XML은 문법이 복잡하고, 엄격한 표현규칙으로 인해서 json 대비 데이터의 용량이 커진다는 단점이 있다.</p>\r\n\r\n<p>JSON은 경량의 데이터 교환 형식으로 JavaScript에서 숫자와 배열등을 만드는 형식을 차용해서 이것을 다른 언어에서도 사용할 수 있도록 한 텍스트 형식이다.&nbsp;</p>\r\n\r\n<p>아래 예제는 위의 예제에서 전송한 데이터를 받아서 몇가지 부가정보를 추가해서 json으로 인코드한 후에 다시 반환하는 PHP 코드다.&nbsp;</p>\r\n\r\n<p>json.php - (<a href="https://github.com/egoing/codingeverybody_javascript/blob/master/JSON/json.php" target="_blank">github</a>)</p>\r\n\r\n<pre class="brush: php">\r\n&lt;?php\r\n$userinfo = json_decode($_GET[&#39;data&#39;]);\r\n$userinfo-&gt;address = &#39;seoul&#39;;\r\n$userinfo-&gt;phonenumber = &#39;01023456789&#39;;\r\necho json_encode($userinfo);\r\n?&gt;</pre>\r\n\r\n<h2>json의 형식</h2>\r\n\r\n<h3>object</h3>\r\n\r\n<p>객체는 아래와 같은 문법을 가지고 있다.</p>\r\n\r\n<p>예제</p>\r\n\r\n<p>{&quot;userid&quot;:&quot;egoing&quot;,&quot;pwd&quot;:&quot;12345567&quot;}</p>\r\n\r\n<p><img height="113" src="http://www.json.org/object.gif" width="598" /></p>\r\n\r\n<h3>array</h3>\r\n\r\n<p>배열은 아래와 같은 문법을 가지고 있다.&nbsp;</p>\r\n\r\n<p>예제</p>\r\n\r\n<p>[1,2,3,4]</p>\r\n\r\n<p><img height="113" src="http://www.json.org/array.gif" style="line-height: 1.8em;" width="598" /></p>\r\n\r\n<h3>Value</h3>\r\n\r\n<p>위에서 사용된 Value는 값을 의미하는데&nbsp;큰 따옴표로 묶인 문자나 숫자, 불린 값이 사용된다.</p>\r\n\r\n<p>예제</p>\r\n\r\n<ul>\r\n  <li>문자 : &quot;헬로우 월드&quot;</li>\r\n    <li>숫자 : 1</li>\r\n <li>불린 : true</li>\r\n</ul>\r\n\r\n<p><img height="278" src="http://www.json.org/value.gif" width="598" /></p>\r\n', '2021-04-18 20:46:23'),
(5, '테스트', '<ul>\r\n	<li>ㄹㅇㄴㄹㄴㅇㄹㄹㄴㅇㄹㄴㅇㄹㅇㄴㄹㄴㅇㄴㅇㄹㄴㅇㄹㅇㄴㄹ</li>\r\n	<li>ㅇㄹ</li>\r\n	<li>ㅇㄹㄴ</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n', '2021-04-19 11:18:47'),
(11, '연습', '<p>연습입니다. 잘 되나요?</p>\r\n', '2021-04-19 13:50:51'),
(12, 'ffsdfdsfsd', '<p style="margin-left: 40px;"><strong>fasdfas&nbsp;&nbsp;</strong></p>\r\n\r\n<table border="1" cellpadding="1" cellspacing="1" style="width:500px">\r\n	<tbody>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<hr />\r\n<p style="margin-left: 40px;">&nbsp;</p>\r\n', '2021-04-20 00:53:44'),
(13, 'gdfgdf', '<p>gdfgdfgdfgdfg</p>\r\n', '2021-06-01 23:28:16');

-- --------------------------------------------------------

--
-- 테이블 구조 `user`
--

CREATE TABLE IF NOT EXISTS `user` (
  `id` bigint(8) NOT NULL,
  `email` varchar(50) NOT NULL,
  `password` varchar(255) NOT NULL,
  `name` varchar(20) DEFAULT NULL,
  `level` int(2) NOT NULL DEFAULT '0',
  `created` datetime NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `user`
--

INSERT INTO `user` (`id`, `email`, `password`, `name`, `level`, `created`) VALUES
(2, 'ljang1@naver.com', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', '이장원1', 10, '2021-04-18 22:58:08'),
(3, 'ljangwon@naver.com', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', '이장원_네이버', 10, '2021-04-19 11:11:47'),
(4, 'ljangwon@gmail.com', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', '이장원_지메일', 10, '2021-04-19 11:12:42'),
(5, 'ljangwon@hanmail.net', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', NULL, 10, '2021-05-29 08:36:18'),
(6, 'ljang1@hanmail.net', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', NULL, 10, '2021-06-18 11:38:26'),
(7, 'test@gmail.com', '$2y$10$D3Xd08VFkLaFFtPS39YNGebiH9lmjdxZCJ1uX/kFGZDXSXzNQWEf.', NULL, 0, '2021-07-13 11:01:30');

--
-- 덤프된 테이블의 인덱스
--

--
-- 테이블의 인덱스 `ajax_test`
--
ALTER TABLE `ajax_test`
  ADD PRIMARY KEY (`seq`);

--
-- 테이블의 인덱스 `bk_chapter`
--
ALTER TABLE `bk_chapter`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `bk_master`
--
ALTER TABLE `bk_master`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `book_history`
--
ALTER TABLE `book_history`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `ci_sessions`
--
ALTER TABLE `ci_sessions`
  ADD PRIMARY KEY (`session_id`);

--
-- 테이블의 인덱스 `dt_excel`
--
ALTER TABLE `dt_excel`
  ADD PRIMARY KEY (`dt_id`);

--
-- 테이블의 인덱스 `effort`
--
ALTER TABLE `effort`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `fi_cash`
--
ALTER TABLE `fi_cash`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `fi_master`
--
ALTER TABLE `fi_master`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `level_test`
--
ALTER TABLE `level_test`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `member_master`
--
ALTER TABLE `member_master`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `sns_files`
--
ALTER TABLE `sns_files`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `student`
--
ALTER TABLE `student`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `student_master`
--
ALTER TABLE `student_master`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `study_history`
--
ALTER TABLE `study_history`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_memo`
--
ALTER TABLE `st_memo`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_payment`
--
ALTER TABLE `st_payment`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `id` (`id`), ADD UNIQUE KEY `id_2` (`id`);

--
-- 테이블의 인덱스 `st_schedule`
--
ALTER TABLE `st_schedule`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_setting`
--
ALTER TABLE `st_setting`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_study`
--
ALTER TABLE `st_study`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_test`
--
ALTER TABLE `st_test`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `tb_house`
--
ALTER TABLE `tb_house`
  ADD PRIMARY KEY (`house_id`);

--
-- 테이블의 인덱스 `tb_house_reservation`
--
ALTER TABLE `tb_house_reservation`
  ADD PRIMARY KEY (`rs_id`);

--
-- 테이블의 인덱스 `tb_member_master`
--
ALTER TABLE `tb_member_master`
  ADD PRIMARY KEY (`uid`);

--
-- 테이블의 인덱스 `test_history`
--
ALTER TABLE `test_history`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `topic`
--
ALTER TABLE `topic`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `email_idx` (`email`);

--
-- 덤프된 테이블의 AUTO_INCREMENT
--

--
-- 테이블의 AUTO_INCREMENT `ajax_test`
--
ALTER TABLE `ajax_test`
  MODIFY `seq` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- 테이블의 AUTO_INCREMENT `bk_chapter`
--
ALTER TABLE `bk_chapter`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=117;
--
-- 테이블의 AUTO_INCREMENT `bk_master`
--
ALTER TABLE `bk_master`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=25;
--
-- 테이블의 AUTO_INCREMENT `book_history`
--
ALTER TABLE `book_history`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `dt_excel`
--
ALTER TABLE `dt_excel`
  MODIFY `dt_id` bigint(20) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- 테이블의 AUTO_INCREMENT `effort`
--
ALTER TABLE `effort`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `fi_cash`
--
ALTER TABLE `fi_cash`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=117;
--
-- 테이블의 AUTO_INCREMENT `fi_master`
--
ALTER TABLE `fi_master`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=25;
--
-- 테이블의 AUTO_INCREMENT `level_test`
--
ALTER TABLE `level_test`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `member_master`
--
ALTER TABLE `member_master`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=65;
--
-- 테이블의 AUTO_INCREMENT `sns_files`
--
ALTER TABLE `sns_files`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;
--
-- 테이블의 AUTO_INCREMENT `student`
--
ALTER TABLE `student`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=126;
--
-- 테이블의 AUTO_INCREMENT `study_history`
--
ALTER TABLE `study_history`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=76;
--
-- 테이블의 AUTO_INCREMENT `st_memo`
--
ALTER TABLE `st_memo`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=378;
--
-- 테이블의 AUTO_INCREMENT `st_payment`
--
ALTER TABLE `st_payment`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=593;
--
-- 테이블의 AUTO_INCREMENT `st_schedule`
--
ALTER TABLE `st_schedule`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=77;
--
-- 테이블의 AUTO_INCREMENT `st_setting`
--
ALTER TABLE `st_setting`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- 테이블의 AUTO_INCREMENT `st_study`
--
ALTER TABLE `st_study`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=200;
--
-- 테이블의 AUTO_INCREMENT `st_test`
--
ALTER TABLE `st_test`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=99;
--
-- 테이블의 AUTO_INCREMENT `tb_house`
--
ALTER TABLE `tb_house`
  MODIFY `house_id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `tb_house_reservation`
--
ALTER TABLE `tb_house_reservation`
  MODIFY `rs_id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `tb_member_master`
--
ALTER TABLE `tb_member_master`
  MODIFY `uid` bigint(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- 테이블의 AUTO_INCREMENT `test_history`
--
ALTER TABLE `test_history`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=38;
--
-- 테이블의 AUTO_INCREMENT `topic`
--
ALTER TABLE `topic`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=14;
--
-- 테이블의 AUTO_INCREMENT `user`
--
ALTER TABLE `user`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
